export const parkData = [
	{
		id: 1,
		name: '梧州市区',
		icon: '../../static/images/1.png',
		gyyd: {
		  gpj: '/',
		  bzfy: '不动产权办证费：住宅类80元/宗，非住宅类550元/宗。 税费标准：契税百分之三，印花税万分之五'
		},
		bzcfyj: {
		  dc: '/',
		  yc: '/'
		},
		sj: {
		  fjmshys: '1.62元/吨',
		  wsclf: '1.02元/吨',
		  szyf: '0.1元/吨'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [
			{
			  id: 1,
			  title: '10千伏及以上',
			  child: {
				fd: '0.7486元/千瓦时',
				pd: '0.6259元/千瓦时',
				gd: '0.5032元/千瓦时'
			  }
			},
			{
			  id: 2,
			  title: '35-110千伏以下',
			  child: {
				fd: '0.7185元/千瓦时',
				pd: '0.6011元/千瓦时',
				gd: '0.4837元/千瓦时'
			  }
			},
			{
			  id: 3,
			  title: '110-220千伏以下',
			  child: {
				fd: '0.6883元/千瓦时',
				pd: '0.5761元/千瓦时',
				gd: '0.4639元/千瓦时'
			  },
			},
			{
			  id: 4,
			  title: '220千伏及以上',
			  child: {
				fd: '0.6251元/千瓦时',
				pd: '0.5239元/千瓦时',
				gd: '0.4227元/千瓦时'
			  }
			}
		  ]
		},
		fj: '5161元/平米',
		desc: '梧州是广西东大门，紧靠珠三角，毗邻北部湾，是一座有着4200年文明史和2200年建城史的岭南古城。自治区党委、政府将梧州定位为西江黄金水道上向东开放龙头城市、桂东南城镇群核心城市。是广西四大核心城市之一以及国家一类口岸。梧州坐拥珠江干流—— 西江黄金水道， 是我国28个主要内河港口城市之一， 是国内区域性综合交通运输枢纽城市， 已融入广州1小时经济圈和南宁2小时经济圈。 梧州在西江经济带300公里的工业辐射半径内覆盖7800万人口。 ',
		videoUrl: '',
		rqjg: {
		  sy: '4.12 元 / 立方米 ',
		  gy: '4.12 元 / 立方米 '
		},
		zdgzbz: {
		  dqlb: '一类地区 ',
		  je: '1810 元 '
		},
		shbxfy: {
		  ylbx: '单位： 16.00 % ，职工： 08.00 % ',
		  sybx: '单位： 0.50 % ，职工： 0.50 % ',
		  gsbx: '最低： 0.16 % ，最高： 1.52 % '
		},
		wlcb: ' 3 元 / 立方米 ',
		lon: '111.285466 ',
		lat: '23.48261 ',
		
	},
	{
		id: 2,
		name: '苍梧县',
		icon: '../../static/images/1.png',
		gyyd: {
		  gpj: '9.4万元/亩',
		  bzfy: '不动产权办证费：住宅类80元/宗，非住宅类550元/宗。 税费标准：契税百分之三，印花税万分之五'
		},
		bzcfyj: {
		  dc: '10元/平方米/月',
		  yc: '10元/平方米/月'
		},
		sj: {
		  fjmshys: '1.62元/吨',
		  wsclf: '1.05元/吨',
		  szyf: '0.06元/吨'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '0.7486元/千瓦时',
			  pd: '0.6259元/千瓦时',
			  gd: '0.5032元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '0.7185元/千瓦时',
			  pd: '0.6011元/千瓦时',
			  gd: '0.4837元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '0.6883元/千瓦时',
			  pd: '0.5761元/千瓦时',
			  gd: '0.4639元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '0.6251元/千瓦时',
			  pd: '0.5239元/千瓦时',
			  gd: '0.4227元/千瓦时'
			}
		  }
		  ]
		},
		fj: '4952元/平米',
		desc: '苍梧县位于广西东部，地处浔、桂两江汇合处，东邻封开，西接藤县，北靠贺州，南依梧州市区，是大西南距离粤、港、澳最近的县。苍梧县历史悠久，上古为舜帝南巡之地，秦汉时代已建郡。自汉元鼎六年（公元前111年）建县以来，至今已有二千多年的历史。历朝历代均为州、道、路、府所在地。曾是岭南政治、军事、经济和文化中心。苍梧县辖9个镇， 134 个行政村， 11 个社区， 县域总面积2680平方公里， 总人ロ41 .07 万人， 县城设在石桥镇。 2014 年， 苍梧县启动了＂ 一城两镇” 建设。 ',
		videoUrl: '',
		rqjg: {
		  sy: ' / ',
		  gy: ' / '
		},
		zdgzbz: {
		  dqlb: '三类地区 ',
		  je: '1430 元 '
		},
		shbxfy: {
		  ylbx: '单位： 16.00 % ，职工： 08.00 % ',
		  sybx: '单位： 0.50 % ，职工： 0.50 % ',
		  gsbx: '最低： 0.16 % ，最高： 1.52 % '
		},
		wlcb: '3 元 / 立方米 ',
		lon: '111.554288 ',
		lat: '23.873992 ',
		
	},
	{
		id: 3,
		name: '岑溪市',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '13.5万元/亩',
		  bzfy: '4000元/亩'
		},
		bzcfyj: {
		  dc: '12元/平方米/月',
		  yc: '10元/平方米/月'
		},
		sj: {
		  fjmshys: '2.25元/吨',
		  wsclf: '1.05元/吨',
		  szyf: '0.1元/吨'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [
			{
			  id: 1,
			  title: '10千伏及以上',
			  child: {
				fd: '0.7486元/千瓦时',
				pd: '0.6259元/千瓦时',
				gd: '0.5032元/千瓦时'
			  }
			},
			{
			  id: 2,
			  title: '35-110千伏以下',
			  child: {
				fd: '0.7185元/千瓦时',
				pd: '0.6011元/千瓦时',
				gd: '0.4837元/千瓦时'
			  }
			},
			{
			  id: 3,
			  title: '110-220千伏以下',
			  child: {
				fd: '0.6883元/千瓦时',
				pd: '0.5761元/千瓦时',
				gd: '0.4639元/千瓦时'
			  }
			},
			{
			  id: 4,
			  title: '220千伏及以上',
			  child: {
				fd: '0.6251元/千瓦时',
				pd: '0.5239元/千瓦时',
				gd: '0.4227元/千瓦时'
			  }
			}
		  ]
		},
		fj: '4592元/平米',
		desc: '岑溪市是1995年经国务院批准撤县设市而设立的年轻城市，位于桂东南两广交界处，东邻广东罗定市，南靠广东信宜市，西连玉林市，北接梧州市。全市总面积2783平方公里，辖14个镇，人口约97 万人。岑溪属典型亚热带季风气候区， 气候温和、 日照充足， 生态禀赋优越， 文化积淀深厚。 域内不但有天龙顶山地公园、 白霜涧瀑布、 石庙山等风景秀丽的原生态景观， 也有障木古街、“ 五世衍祥牌坊”、 龙母庙、 邓公庙、 孝子祠等丰富文化内涵的人文景观。 岑溪自然资源丰富， 其中，“ 岑溪红” 花岗岩储量达21亿立方米， 稀土已探明储量100万吨以上、 铅锌矿储量近800万吨、 高岭土储量1亿吨以上、 钾长石储量70万吨以上； 森林覆盖率72 .8 % ，木材蓄积量达875万立方米， 是国内重要的木材生产基地和松脂生产基地。 ',
		videoUrl: '',
		rqjg: {
		  sy: '	',
		  gy: ''
		},
		zdgzbz: {
		  dqlb: '三类地区 ',
		  je: '1430 元 '
		},
		shbxfy: {
		  ylbx: '单位： 16.00 % ，职工： 08.00 % ',
		  sybx: '单位： 0.50 % ，职工： 0.50 % ',
		  gsbx: '最低： 0.10 % ，最高： 0.90 % '
		},
		wlcb: '3 元 / 立方米 ',
		lon: '111.001124 ',
		lat: '22.92483 ',
		
	},
	{
		id: 4,
		name: '藤县',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '县城城区工业用地不低于13.6万元/亩；其他乡镇工业用地不低于8万元 / 亩。 ',
		  bzfy: ' / '
		},
		bzcfyj: {
		  dc: '8 元 / 平方米 / 月 ',
		  yc: '7 元 / 平方米 / 月 '
		},
		sj: {
		  fjmshys: '2.06 元 / 吨 ',
		  wsclf: '1 元 / 吨 ',
		  szyf: '	0.1 元 / 吨 '
		},
		gsyjqtyd: {
		  zdxl: '34 元 / 千瓦· 月 ',
		  byqrl: '27.5 元 / 千伏安· 月 ',
		  dy: [
			{
			  id: 1,
			  title: '10 千伏及以上 ',
			  child: {
				fd: ' 0.7486 元 / 千瓦时 ',
				pd: '0.6259 元 / 千瓦时 ',
				gd: '0.5032 元 / 千瓦时 '
			  }
			},
			{
			  id: 2,
			  title: '5 - 110 千伏以下 ',
			  child: {
				fd: '0.7185 元 / 千瓦时 ',
				pd: '0.6011 元 / 千瓦时 ',
				gd: '0.4837 元 / 千瓦时 '
			  }
			},
			{
			  id: 3,
			  title: '110 - 220 千伏以下 ',
			  child: {
				fd: '0.6883 元 / 千瓦时 ',
				pd: '0.5761 元 / 千瓦时 ',
				gd: '0.4639 元 / 千瓦时 '
			  }
			},
			{
			  id: 4,
			  title: '	220 千伏及以上 ',
			  child: {
				fd: '	0.6251 元 / 千瓦时 ',
				pd: '0.5239 元 / 千瓦时 ',
				gd: '0.4227 元 / 千瓦时 '
			  }
			}
		  ]
		},
		fj: '4467 元 / 平米 ',
		desc: '藤县位于广西东部， 距离梧州市区约50公里。 因盛产白藤得名藤州， 是典型的南亚热带季风气候。 辖17个乡镇293个村（ 社区）， 总人口109 .57 万人， 区域面积3945 .62 平方公里。藤县水陆交通便利， 拥有高速铁路、 高速公路， 梧州机场新址距县城仅27公里。 位于塘步镇的梧州港赤水圩码头投入运行， 客货船可达南宁、 柳州、 粤港澳等地。藤县农林畜牧水产丰富， 是中国玉桂、 八角之乡， 盛产林木、 优质稻、 砂糖桔、 无籽西瓜、 香芋、 粉葛、 肉猪、 鸡、 网箱鱼。藤县水资源、 矿产等自然资源丰富， 已探明的矿藏有钛铁、 黄金、 重晶石、 花岗岩、 陶瓷土、 铅锌、 硅等20多种。 其中钛矿、 钛铁矿、 高岭土贮量大， 品位高。 工业以资源加工型产业为主， 主要工业有钛白粉系列、 林化产品系列以及陶瓷、 造船、 铅锌矿、 铝材、 纤维板、 制鞋、 电器等。 近几年的发展形成了钛白、 陶瓷、 林化、 电器、 修造船舶现代农业等支柱产业。 藤县工业集中区为自治区级 A 类产业园区。 ',
		videoUrl: '',
		rqjg: {
		  sy: '3.25 元 / 立方米 ',
		  gy: '2.4 元 / 立方米 '
		},
		zdgzbz: {
		  dqlb: '三类地区 ',
		  je: '1430 元 '
		},
		shbxfy: {
		  ylbx: '单位： 16.00 % ，职工： 08.00 % ',
		  sybx: '单位： 0.50 % ，职工： 0.50 % ',
		  gsbx: '最低： 0.20 % ，最高： 1.90 % '
		},
		wlcb: '3 元 / 立方米 ',
		lon: '110.921 ',
		lat: '23.381462 ',
		
	},
	{
		id: 5,
		name: '蒙山县',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '12.2万元/亩',
		  bzfy: '不动产权办证费：住宅类80元/宗，非住宅类550元/宗。 税费标准：契税百分之三，印花税万分之五'
		},
		bzcfyj: {
		  dc: '8元/平方米/月',
		  yc: '12元/平方米/月'
		},
		sj: {
		  fjmshys: '1.82元/吨',
		  wsclf: '0.8元/吨',
		  szyf: '0.1元/吨'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '0.7486元/千瓦时',
			  pd: '0.6259元/千瓦时',
			  gd: '0.5032元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '0.7185元/千瓦时',
			  pd: '0.6011元/千瓦时',
			  gd: '0.4837元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '0.6883元/千瓦时',
			  pd: '0.5761元/千瓦时',
			  gd: '0.4639元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '0.6251元/千瓦时',
			  pd: '0.5239元/千瓦时',
			  gd: '0.4227元/千瓦时'
			}
		  }]
		},
		fj: '3665元/平米',
		desc: '蒙山，古为百越地，位于广西东部境内层峦叠嶂，丘陵蜿蜒起伏，江河纵横，自然条件优越。全县面积1279平方公里。管辖6镇3乡，总人口22万人，有汉、瑶、壮、侗等13个民族，全县森林覆盖率达80.4%。蒙山文化底蕴深厚，是太平天国开国封王圣地，也是抗法名将苏元春、无产阶级革命家陈漫远、新派武侠小说开山鼻祖梁羽生的故乡。蒙山区位优越，是桂林至玉林、柳州至贺州、梧州至桂林市道路互通的中心节点，即将建成的贺巴高速、荔玉高速在蒙山交汇后通向四面八方，柳贺城际铁路将经过蒙山并设站。近年来， 蒙山县围绕“ 生态立县、 特色兴县” 发展战略， 坚持“ 绿色农业、 优势工业、 特色旅游、 品质城镇、 福祉民生” 工作思路， 大力发扬“ 攻坚克难敢作善成” 的新时代蒙山精神， 全面推进各项事业的发展。 构建了阳朔、 荔浦、 蒙山、 金秀文化旅游联合体， 基本融入＂ 大桂林旅游圈”,“新派武侠风， 醉美蒙山情” 的旅游形象已深入人心。 蒙山＂ 长寿养生之旅”“ 历史文化之旅武侠文化之旅” 和“ 农业观光之旅” 已逐渐成为大桂林旅游的新路线、 新篇章。 ',
		videoUrl: '',
		rqjg: {
		  sy: ' / ',
		  gy: ' / '
		},
		zdgzbz: {
		  dqlb: '三类地区 ',
		  je: '1430 元 '
		},
		shbxfy: {
		  ylbx: '单位： 16.00 % ，职工： 08.00 % ',
		  sybx: '单位： 0.50 % ，职工： 0.50 % ',
		  gsbx: '最低： 0.20 % ，最高： 1.90 % '
		},
		wlcb: '3 元 / 立方米 ',
		lon: '110.531354 ',
		lat: '24.199767 ',
	},
	{
		id: 6,
		name: '万秀区',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '/',
		  bzfy: '/'
		},
		bzcfyj: {
		  dc: '/',
		  yc: '/'
		},
		sj: {
		  fjmshys: '1.62元/吨',
		  wsclf: '1.02元/吨',
		  szyf: '0.1元/吨'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '0.7486元/千瓦时',
			  pd: '0.6259元/千瓦时',
			  gd: '0.5032元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '0.7185元/千瓦时',
			  pd: '0.6011元/千瓦时',
			  gd: '0.4837元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '0.6883元/千瓦时',
			  pd: '0.5761元/千瓦时',
			  gd: '0.4639元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '0.6251元/千瓦时',
			  pd: '0.5239元/千瓦时',
			  gd: '0.4227元/千瓦时'
			}
		  }]
		},
		fj: '4586元/平米',
		desc: '万秀区位于广西梧州市东部，是广西东大门的桥头堡，是我国西部大开发12省（市）区中最靠近粤港澳的城区。万秀区辖3个镇，7个街道办事处，总面积为438.92平方公里，总人口为31.32万人。万秀区山清水秀、 气候宜人， 宋代大文豪苏东坡曾有赞美梧州美丽山水风光的佳句诗篇“ 吾爱清流频击楫， 鸳江秀水世无双”。 万秀区宜商宜居， 交通便利， 有着良好的服务设施和丰富的水电等资源； 是沿海经济开放区， 既享受沿海经济开发区优惠政策， 又享受西部开发优惠政策和民族自治政策； 是居住、 旅游和投资经商的好地方。 ',
		videoUrl: '',
		rqjg: {
		  sy: '4.12 元 / 立方米 ',
		  gy: '4.12 元 / 立方米 '
		},
		zdgzbz: {
		  dqlb: '	一类地区 ',
		  je: '1810 元 '
		},
		shbxfy: {
		  ylbx: '单位： 16.00 % ，职工： 08.00 % ',
		  sybx: '单位： 0.50 % ，职工： 0.50 % ',
		  gsbx: '最低： 0.16 % ，最高： 1.52 % '
		},
		wlcb: '3 元 / 立方米 ',
		lon: '111.324648 ',
		lat: '23.476241 ',
		
	},
	{
		id:7,
		name: '长洲区',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '15万元/亩',
		  bzfy: '550元/亩'
		},
		bzcfyj: {
		  dc: '10-15元/平方米/月',
		  yc: '15元/平方米/月'
		},
		sj: {
		  fjmshys: '1.62元/吨',
		  wsclf: '1.02元/吨',
		  szyf: '0.1元/吨'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '0.7486元/千瓦时',
			  pd: '0.6259元/千瓦时',
			  gd: '0.5032元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '0.7185元/千瓦时',
			  pd: '0.6011元/千瓦时',
			  gd: '0.4837元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '0.6883元/千瓦时',
			  pd: '0.5761元/千瓦时',
			  gd: '0.4639元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '0.6251元/千瓦时',
			  pd: '0.5239元/千瓦时',
			  gd: '0.4227元/千瓦时'
			}
		  }]
		},
		fj: '5525元/平米',
		desc: '长洲区位于梧州市区西部，是梧州市政治、经济、文化、金融、商贸流通核心区。分布在浔江、桂江两岸，与粤港澳一水相连。辖区长洲岛是我国内陆第二大岛，素有“西江翡翠”的美誉，长洲区因此而命名。长洲区下辖长洲镇、倒水镇、大塘街道办事处和兴龙办事处，总面积377.74平方公里，人口约30万。长洲区人杰地灵，历史上人才辈出，曾有“苍梧六举长洲四”之誉。梧州市不锈钢制品产业园区和梧州市商贸物流园区位于长洲区辖区内。长洲区水、电资源充足，长洲水利枢纽和旺村水电站座落在长洲区辖区。长洲区交通基础设施完善，辖区内有梧州火车站、汽车客运站等交通枢纽，洛湛铁路、桂梧、柳梧高速公路、桂东最大连接粵湘云贵的省际高速倒水立交互通坐落于辖区内，形成四通ハ达的陆路交通网，构建水路、公路、铁路等于一体的综合交通新格局。',
		videoUrl: '',
		rqjg: {
		  sy: '4.12元/立方米',
		  gy: '4.12元/立方米'
		},
		zdgzbz: {
		  dqlb: '一类地区',
		  je: '1810元'
		},
		shbxfy: {
		  ylbx: '单位：16.00%，职工：08.00%',
		  sybx: '单位：0.50%，职工：0.50%',
		  gsbx: '最低：0.16%，最高：1.52%'
		},
		wlcb: '3元/立方米',
		lon: '111.281108',
		lat: '23.491666',
		
	},
	{
		id: 8,
		name: '市不锈钢制品产业园区',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '20万元/亩',
		  bzfy: '550元/亩'
		},
		bzcfyj: {
		  dc: '10-12元/平方米/月',
		  yc: '/'
		},
		sj: {
		  fjmshys: '1.07元/吨',
		  wsclf: '1.4元/吨',
		  szyf: '0.1元/吨'
		},
		gsyjqtyd: {
		  zdxl: '元/千瓦·月',
		  byqrl: '元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '元/千瓦时',
			  pd: '元/千瓦时',
			  gd: '元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '元/千瓦时',
			  pd: '元/千瓦时',
			  gd: '元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '0.55元/千瓦时',
			  pd: '元/千瓦时',
			  gd: '0.5元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '元/千瓦时',
			  pd: '元/千瓦时',
			  gd: '元/千瓦时'
			}
		  }]
		},
		fj: '5525元/平米',
		desc: '不锈钢制品产业园是梧州市建设国家级“城市矿产”示范基地的重要组成部分，也是广西桂东承接东部产业转移园区重要组成部分。园区规划面积为15000亩，第一期已经建成用地5383.5亩，二期规划窝田用地10000亩。园区龙头企业是金海、永达、鑫峰等三家大型企业集团。目前，入园企业共22家，从业人员3500人。上游生产能力达年产150万吨不锈钢还，中游产品主要为不锈钢带钢、圆棒材等产品，下游产品将延伸发展不锈钢制管、水暖卫浴厨具等，将园区打造成为全产业链的不锈钢供应基地。',
		videoUrl: '',
		rqjg: {
		  sy: '2.45元/立方米',
		  gy: '2.45元/立方米'
		},
		zdgzbz: {
		  dqlb: '一类地区',
		  je: '1810元'
		},
		shbxfy: {
		  ylbx: '单位：16.00%，职工：08.00%',
		  sybx: '单位：0.50%，职工：0.50%',
		  gsbx: '最低：0.16%，最高：1.52%'
		},
		wlcb: '3元/立方米',
		lon: '111.257199',
		lat: '23.511807',
		
	},
	{
		id: 9,
		name: '市商贸物流园区',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '无工业用地。仓储用地、教育用地、批发市场用地、商业用地、二类居住用地等性质用地土地价格：按30-200万元/亩。',
		  bzfy: '不动产权办证费：住宅类80元/宗，非住宅类550元/宗。 税费标准：契税百分之三，印花税万分之五'
		},
		bzcfyj: {
		  dc: '无标准厂房，只有东盟电商大厦办公楼出租',
		  yc: '10层以下：18元/平方米/月；10-25层：20元/平方米/月。'
		},
		sj: {
		  fjmshys: '1.62元/吨',
		  wsclf: '1.02元/吨',
		  szyf: '0.1元/吨'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '0.7486元/千瓦时',
			  pd: '0.6259元/千瓦时',
			  gd: '0.5032元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '0.7185元/千瓦时',
			  pd: '0.6011元/千瓦时',
			  gd: '0.4837元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '0.6883元/千瓦时',
			  pd: '0.5761元/千瓦时',
			  gd: '0.4639元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '0.6251元/千瓦时',
			  pd: '0.5239元/千瓦时',
			  gd: '0.4227元/千瓦时'
			}
		  }]
		},
		fj: '5525元/平米',
		desc: '梧州市商贸物流园区交通便捷，可快速连接321国道、火车货场区和市内商业区，区域位置得天独厚，极具发展潜力。园区规划占地总面积17263.5亩，已累计完成征地约7000多亩，出让土地1000多亩。按7:2:1的园区土地利用规划（即70％的专业市场用地、20％的商业和生活配套用地以及10％的仓储物流用地），以商品交易、专业市场、电子商务、物流运输和仓储为主，打造商贸物流产业集聚、生态宜居、配套完善的现代化特色产业新城。',
		videoUrl: '',
		rqjg: {
		  sy: '4.12元/立方米',
		  gy: '4.12元/立方米'
		},
		zdgzbz: {
		  dqlb: '一类地区',
		  je: '1810元'
		},
		shbxfy: {
		  ylbx: '单位：16.00%，职工：08.00%',
		  sybx: '单位：0.50%，职工：0.50%',
		  gsbx: '最低：0.16%，最高：1.52%'
		},
		wlcb: '3元/立方米',
		lon: '111.249505',
		lat: '23.502798',
		
	},
	{
		id: 10,
		name: '龙圩区',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '/',
		  bzfy: '/'
		},
		bzcfyj: {
		  dc: '12元/平方米/月',
		  yc: '12元/平方米/月'
		},
		sj: {
		  fjmshys: '1.46元/吨',
		  wsclf: '1.05元/吨',
		  szyf: '0.1元/吨'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '0.7486元/千瓦时',
			  pd: '0.6259元/千瓦时',
			  gd: '0.5032元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '0.7185元/千瓦时',
			  pd: '0.6011元/千瓦时',
			  gd: '0.4837元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '0.6883元/千瓦时',
			  pd: '0.5761元/千瓦时',
			  gd: '0.4639元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '0.6251元/千瓦时',
			  pd: '0.5239元/千瓦时',
			  gd: '0.4227元/千瓦时'
			}
		  }]
		},
		fj: '4690元/平米',
		desc: '龙圩区成立于2013年，辖4个镇，面积982.9平方公里，总人口30.5万人，是梧州市面积最大和最具发展潜力的新城区。龙圩区是原苍梧县的一部分， 悠久的历史使得这里物华天宝、 人杰地灵。 自公元前111年汉设苍梧郡以来， 至今已有2100多年的历史， 原中央人民政府副主席李济深， 原全国人大副委员长李沛瑶等是杰出人物代表。 辖区内交通便捷， 水路上通南宁、 柳州， 下航粤港澳。 洛湛铁路、 南广高铁、 南梧高速、 桂梧高速、 苍郁高速等交通要道纵横交错， 西江机场与龙圩区距离仅15公里。 ',
		videoUrl: '',
		rqjg: {
		  sy: '4.12 元 / 立方米 ',
		  gy: '4.12 元 / 立方米 '
		},
		zdgzbz: {
		  dqlb: ' / ',
		  je: ' / '
		},
		shbxfy: {
		  ylbx: ' / ',
		  sybx: ' / ',
		  gsbx: ' / '
		},
		wlcb: '3 元 / 立方米 ',
		lon: '111.25271 ',
		lat: '23.410902 ',
		
	},
	{
		id: 11,
		name: '粤桂合作特别试验区',
		icon: '../../static/images/1.png',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '30万元/亩',
		  bzfy: '550元/亩'
		},
		bzcfyj: {
		  dc: '10元/平方米/月',
		  yc: '10元/平方米/月'
		},
		sj: {
		  fjmshys: '/',
		  wsclf: '1.4元/吨',
		  szyf: '/'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时',
			  pd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时',
			  gd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时',
			  pd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时',
			  gd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时',
			  pd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时',
			  gd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时',
			  pd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时',
			  gd: '执行两种计价方式：第一种和市级一致，第二种执行市场化价格，每度0.56-0.58元元/千瓦时'
			}
		  }]
		},
		fj: '4586元/平米',
		desc: '粤桂合作特别试验区位于中国广东肇庆市和广西梧州市沿西江两岸交界处，是目前中国唯一横跨东西部省际流域合作试验区，是国家区域战略珠江﹣西江经济带发展规划的重要组成部分，总规划面积140 平方公里， 由粤、 桂两省区各划70平方公里组成。 整体按照“ 一主两拓“ 的布局建设， 广西包含江南片区、 江北片区以及社学拓展区。 ',
		videoUrl: '',
		rqjg: {
		  sy: ' / ',
		  gy: ' / '
		},
		zdgzbz: {
		  dqlb: '1810 元 '
		},
		shbxfy: {
		  ylbx: '单位： 16.00 % ，职工： 08.00 % ',
		  sybx: '单位： 0.50 % ，职工： 0.50 % ',
		  gsbx: '最低： 0.16 % ，最高： / '
		},
		wlcb: '3 元 / 立方米 ',
		lon: '111.432598 ',
		lat: '23.481874 ',
		
	},
	{
		id: 12,
		name: '梧州高新技术开发区',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '30万元/亩',
		  bzfy: '550元/亩'
		},
		bzcfyj: {
		  dc: '10元/平方米/月',
		  yc: '10元/平方米/月'
		},
		sj: {
		  fjmshys: '1.62元/吨',
		  wsclf: '1.02元/吨',
		  szyf: '0.1元/吨'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '0.7215元/千瓦时',
			  pd: '元/千瓦时',
			  gd: '元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '0.7065元/千瓦时',
			  pd: '元/千瓦时',
			  gd: '元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '0.5761元/千瓦时',
			  pd: '元/千瓦时',
			  gd: '元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '0.5561元/千瓦时',
			  pd: '元/千瓦时',
			  gd: '元/千瓦时'
			}
		  }]
		},
		fj: '4586元/平米',
		desc: '梧州高新技术产业开发区是省级高新区，2006年被自治区定位为广西承接东部产业转移重点示范基地，2019年内有望获批升格国家级高新区。园区位于梧州市区北面，区位优势明显，到梧州市区、高速公路入口仅10分钟车程。水路交通方便，区内建有2000吨级大利口码头。	高新区规划面积15 .1 平方公里， 目前已建成一期9 .5 平方公里， 正在开发ニ期5 .6 平方公里。 二期主要打造梧州生物医药产业园， 建设实验室、 检验室、 中试车间、 标准厂房、 孵化园、 生活配套等基础设施， 配套热电联供、 污水处理、 仓储物流等设施， 按照一流的生物医药产业园标准进行规划建设， 还预留部分土地用于布局智能制造、 信息技术以及新材料产业。 ',
		videoUrl: '',
		rqjg: {
		  sy: '4.12 元 / 立方米 ',
		  gy: '4.12 元 / 立方米 '
		},
		zdgzbz: {
		  dqlb: '1430 元 '
		},
		shbxfy: {
		  ylbx: '单位： 16.00 % ，职工： 08.00 % ',
		  sybx: '单位： 0.50 % ，职工： 0.50 % ',
		  gsbx: '最低： 0.16 % ，最高： 1.52 % '
		},
		wlcb: '3 元 / 立方米 ',
		lon: '111.327907 ',
		lat: '23.532213 ',
		
	},
	{
		id: 13,
		name: '梧州循环经济产业园区',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '23-25万元/亩',
		  bzfy: '/'
		},
		bzcfyj: {
		  dc: '6元/平方米/月',
		  yc: '15-20元/平方米/月'
		},
		sj: {
		  fjmshys: '1.46元/吨',
		  wsclf: '1.4元/吨',
		  szyf: '0.1元/吨'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '0.7486元/千瓦时',
			  pd: '0.6259元/千瓦时',
			  gd: '0.5032元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '0.7185元/千瓦时',
			  pd: '0.6011元/千瓦时',
			  gd: '0.4837元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '0.6883元/千瓦时',
			  pd: '0.5761元/千瓦时',
			  gd: '0.4639元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '0.6251元/千瓦时',
			  pd: '0.5239元/千瓦时',
			  gd: '0.4227元/千瓦时'
			}
		  }]
		},
		fj: '4690元/平米',
		desc: '梧州循环经济园区是国家“城市矿产＂示范基地、国家级“圈区管理”示范园区、国家绿色园区。园区距离市中心20公里，高速路口7公里，码头27公里，高铁站12公里，飞机场19公里。园区总规划面积3万亩， 其中一期1万亩已完成建设， 二期规划面积2万亩。 园区布局有色金属加工区、 精深加工区、 仓储物流区、 海关检验检疫监管区、 研发及孵化功能区、 生活服务区等服务功能区。 园区始终坚守循环经济发展理念和原则， 以循环再生产业为先导， 主要发展再生铜、 再生铝、 再生塑料、 再生不锈钢、 再生铅、 再生锌、 再制造、 电子信息等八大产业集群， 由金属原料向下游汽车零部件、 机械制造、 电子信息等产业延伸。园区全部建成后， 可安置各类大中型有色金属加工企业80家以上， 精、 深加工企业20至30家， 年产有色金属能力将达到300万吨以上。 截至2018年底， 已引进项目130多个， 投产企业80家， 有色金属加工处理能力达180万吨。 年拆解加工各类废旧有色金属能力将达到300万吨以上。 2018 年园区工业产值超268 .4 亿元， 税收38959万元。 ',
		videoUrl: '',
		rqjg: {
		  sy: '4.12 元 / 立方米 ',
		  gy: '4.12 元 / 立方米 '
		},
		zdgzbz: {
		  dqlb: ' / ',
		  je: '1430 元 '
		},
		shbxfy: {
		  ylbx: '单位： 16.00 % ，职工： 08.00 % ',
		  sybx: '单位： 0.50 % ，职工： 0.50 % ',
		  gsbx: ' / '
		},
		wlcb: '3 元 / 立方米 ',
		lon: '111.225393 ',
		lat: '23.344169 ',
		
	},
	{
		id: 14,
		name: '市苍海新区',
		icon: '../../static/images/1.png',
		classifyName: '医疗',
		gyyd: {
		  gpj: '/',
		  bzfy: '/'
		},
		bzcfyj: {
		  dc: '/',
		  yc: '/'
		},
		sj: {
		  fjmshys: '1.46元/吨',
		  wsclf: '1.05元/吨',
		  szyf: '/'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '0.7486元/千瓦时',
			  pd: '0.6259元/千瓦时',
			  gd: '0.5032元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '0.7185元/千瓦时',
			  pd: '0.6011元/千瓦时',
			  gd: '0.4837元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '0.6883元/千瓦时',
			  pd: '0.5761元/千瓦时',
			  gd: '0.4639元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '0.6251元/千瓦时',
			  pd: '0.5239元/千瓦时',
			  gd: '0.4227元/千瓦时'
			}
		  }]
		},
		fj: '4690元/平米',
		desc: '苍海新区规划总面积200平方公里，规划建设用地95平方公里，人口80万，是自治区重点发展的四大城市新区之一，是梧州市贯彻落实国家“一带一路”发展战略、珠江一西江经济带战略和自治区＂双核驱动”战略，致力打造的城市生态新区。其中，苍海核心区规划面积39平方公里、人口35万人，是梧州市委、市政府在实施核心区周边中小河流综合治理、根治核心区水患的基础上，进一步拉开拓展城市发展空间，加快城镇化建设进程，而启动的集防洪排涝、环境保护、生态宜居、旅游休闲四位一体的综合项目。',
		videoUrl: '',
		rqjg: {
		  sy: '4.12元/立方米',
		  gy: '4.12元/立方米'
		},
		zdgzbz: {
		  dqlb: '三类地区',
		  je: '1430元'
		},
		shbxfy: {
		  ylbx: '/',
		  sybx: '/',
		  gsbx: '/'
		},
		wlcb: '3元/立方米',
		lon: '111.261866',
		lat: '23.412532',
		
	  },
	  {
		id: '15',
		name: '梧州临港经济区',
		classifyName: '医疗',
		gyyd: {
		  gpj: '16.8万元/亩',
		  bzfy: '550元/亩'
		},
		bzcfyj: {
		  dc: '/',
		  yc: '/'
		},
		sj: {
		  fjmshys: '2.06元/吨',
		  wsclf: '1元/吨',
		  szyf: '/'
		},
		gsyjqtyd: {
		  zdxl: '34元/千瓦·月',
		  byqrl: '27.5元/千伏安·月',
		  dy: [{
			id: 1,
			title: '10千伏及以上',
			child: {
			  fd: '0.62元/千瓦时',
			  pd: '0.62元/千瓦时',
			  gd: '0.62元/千瓦时'
			}
		  },
		  {
			id: 2,
			title: '35-110千伏以下',
			child: {
			  fd: '0.6元/千瓦时',
			  pd: '0.6元/千瓦时',
			  gd: '0.6元/千瓦时'
			}
		  },
		  {
			id: 3,
			title: '110-220千伏以下',
			child: {
			  fd: '0.57元/千瓦时',
			  pd: '0.57元/千瓦时',
			  gd: '0.57元/千瓦时'
			}
		  },
		  {
			id: 4,
			title: '220千伏及以上',
			child: {
			  fd: '0.55元/千瓦时',
			  pd: '0.55元/千瓦时',
			  gd: '0.55元/千瓦时'
			}
		  }]
		},
		fj: '4467元/平米',
		desc: '梧州临港经济区位于梧州主城区与藤县之间，交通条件优越，是珠江﹣西江经济帯唯一集公、水、铁、空、管道五位一体的、也是国内不可多得具备了国家一类开放口岸优势的园区。连通桂梧、广梧、南梧、贵梧及环城高速等高速公路，洛堪铁路、南广高铁以及规划的柳肇铁路从规划区穿过；广西最大的天然气能源输送管道西气东输二线广南支干线镶嵌园区边沿，园区便捷直通长输管道天然气；梧州西江机场座落在临港经济区内；园区区域内的梧州港赤水圩作业区码头项目是广西建设规模最大、集装箱吞吐能力最强的内河码头，2015年10月国务院批复同意梧州港口岸扩大开放赤水作区，2018年6月通过海关总署总验收。',
		videoUrl: '',
		rqjg: {
		  sy: '/',
		  gy: '/'
		},
		zdgzbz: {
		  dqlb: '三类地区',
		  je: '1430元'
		},
		shbxfy: {
		  ylbx: '单位：16.00%，职工：08.00%',
		  sybx: '单位：0.50%，职工：0.50%',
		  gsbx: '最低：0.20%，最高：1.90%'
		},
		wlcb: '3元/立方米',
		lon: '111.137464',
		lat: '23.395573',
		
	}
]

export const classify = [
  {
	id: "1",
    name: "生活",
    icon: '../../static/images/life.png',
	markIcon:'../../static/images/lifeL.png',
    isShow: false,
    list: [
		{
		  name: "丽港华府",
		  addr: "广西壮族自治区梧州市西堤三路2号",
		  lon: "111.296730 ",
		  lat: "23.477566 "
		},
		{
		  name: "惠民小区",
		  addr: "新兴二路133",
		  lon: "111.275364 ",
		  lat: "23.489307 "
		},
		{
		  name: "时代花园城",
		  addr: "广西壮族自治区梧州市龙圩区西南大道329号",
		  lon: "111.248761 ",
		  lat: "23.402077 "
		},
		{
		  name: "大正峰景园",
		  addr: "广西壮族自治区梧州市长洲区新兴二路130号",
		  lon: "111.282251 ",
		  lat: "23.494434 "
		},
		{
		  name: "三云小区",
		  addr: "梧州市万秀区西环路中段1号",
		  lon: "111.307230 ",
		  lat: "23.492886 "
		},
		{
		  name: "世纪新城",
		  addr: "金湖北路168",
		  lon: "111.282297 ",
		  lat: "23.487897 "
		},
		{
		  name: "山海观",
		  addr: "广西壮族自治区梧州市长洲区吉祥路2号",
		  lon: "111.293369 ",
		  lat: "23.479530 "
		},
		{
		  name: "碧桂园凤凰城",
		  addr: "广西壮族自治区梧州市龙圩区西南大道393号",
		  lon: "111.231889 ",
		  lat: "23.361120 "
		},
		{
		  name: "红安小区",
		  addr: "梧州市长洲区红岭路与兴龙路交叉路口往北约190米",
		  lon: "111.258765 ",
		  lat: "23.498826 "
		},
		{
		  name: "佛子小区",
		  addr: "城西大道60号",
		  lon: "111.245777 ",
		  lat: "23.413404 "
		},
		{
		  name: "电信下冲小区",
		  addr: "广西壮族自治区梧州市万秀区电信下冲小区(西环路南)",
		  lon: "111.298907 ",
		  lat: "23.485973 "
		},
		{
		  name: "龙腾金院",
		  addr: "梧州市龙圩区龙圩镇龙城西路118号",
		  lon: "111.226435 ",
		  lat: "23.405072 "
		},
		{
		  name: "梧州海骏达花园",
		  addr: "梧州市长洲区红岭路10号",
		  lon: "111.265462 ",
		  lat: "23.486604 "
		},
		{
		  name: "恒祥花苑",
		  addr: "大塘街道奥奇丽路8号",
		  lon: "111.288015 ",
		  lat: "23.481117 "
		},
		{
		  name: "龙庭苑",
		  addr: "梧州市龙圩区西南大道368号",
		  lon: "111.238399 ",
		  lat: "23.390340 "
		},
		{
		  name: "湖光水岸",
		  addr: "广西壮族自治区梧州市万秀区新兴一路湖光水岸(潘塘公园附近)",
		  lon: "111.306156 ",
		  lat: "23.481083 "
		},
		{
		  name: "灏景玥城",
		  addr: "广西壮族自治区梧州市长洲区新闻路393号",
		  lon: "111.286560 ",
		  lat: "23.494577 "
		},
		{
		  name: "枣冲富安小区",
		  addr: "梧州市万秀区枣冲路70",
		  lon: "111.310018 ",
		  lat: "23.494887 "
		},
		{
		  name: "聚丰园小区",
		  addr: "龙圩镇龙兴路121号",
		  lon: "111.246928 ",
		  lat: "23.418843 "
		},
		{
		  name: "彰泰城",
		  addr: "广西壮族自治区梧州市长洲区三龙大道东三路",
		  lon: "111.237736 ",
		  lat: "23.471216 "
		},
		{
		  name: "旺城御山帝景",
		  addr: "梧州市长洲区新兴二路132号",
		  lon: "111.279042 ",
		  lat: "23.491386 "
		},
		{
		  name: "皇朝福邸",
		  addr: "广西壮族自治区梧州市长洲区大塘街道菊湖路国龙花园东南150米",
		  lon: "111.278826 ",
		  lat: "23.480880 "
		},
		{
		  name: "盘龙城名豪花苑",
		  addr: "梧州市长洲区西环路上段17号",
		  lon: "111.292770 ",
		  lat: "23.490802 "
		},
		{
		  name: "丽江花园",
		  addr: "广信路215号",
		  lon: "111.256909 ",
		  lat: "23.430869 "
		},
		{
		  name: "福港花园",
		  addr: "广西壮族自治区梧州市长洲区西堤三路17-1",
		  lon: "111.285976 ",
		  lat: "23.477723 "
		},
		{
		  name: "长城家园",
		  addr: "大学路32-1号",
		  lon: "111.310983 ",
		  lat: "23.482588 "
		},
		{
		  name: "新华苑",
		  addr: "城西大道591",
		  lon: "111.244821 ",
		  lat: "23.417722 "
		},
		{
		  name: "丰业·蓝天港湾",
		  addr: "西堤路19号",
		  lon: "111.301493 ",
		  lat: "23.477204 "
		},
		{
		  name: "龙湖·金域蓝湾",
		  addr: "广西壮族自治区梧州市龙圩区龙湖西一路",
		  lon: "111.259582 ",
		  lat: "23.429925 "
		},
		{
		  name: "富祥花园",
		  addr: "梧州市长洲区西环路上段3号",
		  lon: "111.289595 ",
		  lat: "23.487226 "
		},
		{
		  name: "灏景尚都-C区",
		  addr: "梧州市长洲区迎宾路21号",
		  lon: "111.282643 ",
		  lat: "23.480142 "
		},
		{
		  name: "龙湖春天",
		  addr: "广西壮族自治区梧州市龙圩区龙湖路38号",
		  lon: "111.260726 ",
		  lat: "23.425871 "
		},
		{
		  name: "恒大山水城",
		  addr: "广西壮族自治区梧州市万秀区枣冲路88号(枣冲富安小区北门对面)",
		  lon: "111.312422 ",
		  lat: "23.497021 "
		},
		{
		  name: "广汇·美景花苑",
		  addr: "广西壮族自治区梧州市万秀区蝶山二路15-1号",
		  lon: "111.306906 ",
		  lat: "23.483295 "
		},
		{
		  name: "华融新苑",
		  addr: "梧州市万秀区富民一路与华光巷交叉路口往北约130米",
		  lon: "111.316018 ",
		  lat: "23.490579 "
		},
		{
		  name: "阳光华庭",
		  addr: "梧州市蒙山县鰲山路与东平路交叉路口向西北约100米",
		  lon: "110.534360 ",
		  lat: "24.206360 "
		},
		{
		  name: "盛世佳苑",
		  addr: "梧州市龙圩区新塘东路梧州市龙圩区中医医院北侧约170米",
		  lon: "111.250723 ",
		  lat: "23.420072 "
		},
		{
		  name: "梧州恒大绿洲",
		  addr: "广西壮族自治区梧州市苍梧县龙圩区苍海路6号",
		  lon: "111.261007 ",
		  lat: "23.416910 "
		},
		{
		  name: "佳和雅苑小区",
		  addr: "梧州市龙圩区苍梧大道南宁百货东南侧约80米",
		  lon: "111.259388 ",
		  lat: "23.422561 "
		},
		{
		  name: "明都新城",
		  addr: "梧州市岑溪市义洲大道35号",
		  lon: "110.991477 ",
		  lat: "22.921614 "
		},
		{
		  name: "彰泰玫瑰园",
		  addr: "广西壮族自治区梧州市长洲区龙腾路33号",
		  lon: "111.246817 ",
		  lat: "23.488992 "
		},
		{
		  name: "嘉洋金丰苑",
		  addr: "广信路173号",
		  lon: "111.256798 ",
		  lat: "23.429019 "
		},
		{
		  name: "民安小区",
		  addr: "新兴二路9",
		  lon: "111.292908 ",
		  lat: "23.481746 "
		},
		{
		  name: "京梧新苑",
		  addr: "新兴二路125号",
		  lon: "111.286877 ",
		  lat: "23.489471 "
		},
		{
		  name: "梧州三褀城",
		  addr: "广西壮族自治区梧州市长洲区兴梧路68号",
		  lon: "111.255906 ",
		  lat: "23.493010 "
		},
		{
		  name: "恒祥豪苑",
		  addr: "广西壮族自治区梧州市长洲区新兴二路3号",
		  lon: "111.294190 ",
		  lat: "23.483271 "
		},
		{
		  name: "龙湖东岸丽苑",
		  addr: "梧州市龙圩镇龙湖北七路1号",
		  lon: "111.262060 ",
		  lat: "23.429953 "
		},
		{
		  name: "荷塘雅苑",
		  addr: "广西壮族自治区梧州市蒙山县蒙山镇中国石油加油站东南150米",
		  lon: "110.516759 ",
		  lat: "24.213532 "
		},
		{
		  name: "江南明珠",
		  addr: "梧州市龙圩区沿江路下廓小学西侧约80米",
		  lon: "111.254339 ",
		  lat: "23.430026 "
		},
		{
		  name: "福兴龙",
		  addr: "梧州市万秀区步埠路梧州市高新信息中等技术学校北侧约130米",
		  lon: "111.308424 ",
		  lat: "23.486510 "
		},
		{
		  name: "中都郦城",
		  addr: "广西壮族自治区梧州市岑溪市岑城镇玉梧大道",
		  lon: "110.971892 ",
		  lat: "22.921420 "
		},
		{
		  name: "玫瑰湖恒祥豪苑",
		  addr: "梧州市长洲区三龙大道附近(梧州职业学院西侧)",
		  lon: "111.235851 ",
		  lat: "23.476663 "
		},
		{
		  name: "丰业·香樟园",
		  addr: "梧州市万秀区龙骨路西街32号",
		  lon: "111.301815 ",
		  lat: "23.485770 "
		},
		{
		  name: "灏景尚都",
		  addr: "梧州市长洲区迎宾路21号",
		  lon: "111.282043 ",
		  lat: "23.478989 "
		},
		{
		  name: "华洋花园",
		  addr: "广西壮族自治区梧州市长洲区新兴珠宝路1号",
		  lon: "111.284622 ",
		  lat: "23.485936 "
		},
		{
		  name: "丰业·紫荆花园",
		  addr: "广西壮族自治区梧州市万秀区蝶山一路1号",
		  lon: "111.312529 ",
		  lat: "23.488708 "
		},
		{
		  name: "一代天城",
		  addr: "梧州市长洲区湖瑞路中国铁建玫瑰湾西南侧约80米",
		  lon: "111.260910 ",
		  lat: "23.492170 "
		},
		{
		  name: "怡雅苑(东正路)",
		  addr: "东正路44号",
		  lon: "111.324451 ",
		  lat: "23.481004 "
		},
		{
		  name: "碧桂园·西江府",
		  addr: "梧州市长洲区新兴三路延长线狮卧山公园南侧",
		  lon: "111.268985 ",
		  lat: "23.485822 "
		},
		{
		  name: "汇客苑",
		  addr: "新兴二路24",
		  lon: "111.291742 ",
		  lat: "23.482782 "
		},
		{
		  name: "蒙山·清华苑",
		  addr: "广西壮族自治区梧州市蒙山县东江路与洲头路交叉口东北角",
		  lon: "110.525692 ",
		  lat: "24.214254 "
		},
		{
		  name: "岑溪市麒麟苑小区",
		  addr: "梧州市岑溪市玉梧大道岑溪市第一中学东南侧约230米",
		  lon: "110.981091 ",
		  lat: "22.920007 "
		},
		{
		  name: "新兴花园(新兴二路)",
		  addr: "新兴二路119-10号",
		  lon: "111.287158 ",
		  lat: "23.486603 "
		},
		{
		  name: "梧州钱隆世家",
		  addr: "梧州市龙圩区大坡镇西南大道375号(苍郁高速路口傍)",
		  lon: "111.238725 ",
		  lat: "23.387185 "
		},
		{
		  name: "地王国际",
		  addr: "梧州市藤县藤州大道10号",
		  lon: "110.945801 ",
		  lat: "23.383286 "
		},
		{
		  name: "天河广场二期小区",
		  addr: "梧州市岑溪市滨江三路天河广场",
		  lon: "110.996942 ",
		  lat: "22.916790 "
		},
		{
		  name: "金源世家",
		  addr: "梧州市长洲区三龙东一路",
		  lon: "111.241152 ",
		  lat: "23.482883 "
		},
		{
		  name: "阳光豪庭",
		  addr: "梧州市龙圩区龙湖路龙湖春天南侧约50米",
		  lon: "111.261460 ",
		  lat: "23.423774 "
		},
		{
		  name: "湖景尚居",
		  addr: "梧州市龙圩区乌海线龙湖春天东南侧约60米",
		  lon: "111.261717 ",
		  lat: "23.424026 "
		},
		{
		  name: "倒水新城",
		  addr: "梧州市长洲区龙泉路倒水中心小学倒水新城",
		  lon: "111.141198 ",
		  lat: "23.571398 "
		},
		{
		  name: "湖景豪庭",
		  addr: "梧州市龙圩区东3路7号",
		  lon: "111.262348 ",
		  lat: "23.424630 "
		},
		{
		  name: "宏悦·御府",
		  addr: "梧州市藤县藤州大道",
		  lon: "110.969919 ",
		  lat: "23.381292 "
		},
		{
		  name: "兴达花苑",
		  addr: "梧州市藤县津南二街与螺山一街交叉路口西侧",
		  lon: "110.932924 ",
		  lat: "23.376764 "
		},
		{
		  name: "蝶苑小区",
		  addr: "梧州市长洲区新兴二路中鸿大厦东北侧",
		  lon: "111.295489 ",
		  lat: "23.481452 "
		},
		{
		  name: "兴业园(B区)",
		  addr: "梧州市龙圩区龙兴路梧州市龙圩第一实验小学西北侧约190米",
		  lon: "111.243074 ",
		  lat: "23.420191 "
		},
		{
		  name: "聚福花园",
		  addr: "广西壮族自治区梧州市龙圩区西南大道351(聚龙阁旁)",
		  lon: "111.245413 ",
		  lat: "23.399900 "
		},
		{
		  name: "桂北社区",
		  addr: "梧州市万秀区桂北路北环路小学西北侧约230米",
		  lon: "111.320919 ",
		  lat: "23.486368 "
		},
		{
		  name: "欧洲花园",
		  addr: "梧州市藤县安福二路与321国道交叉口",
		  lon: "110.714727 ",
		  lat: "23.652754 "
		},
		{
		  name: "经济适用房",
		  addr: "广西壮族自治区梧州市万秀区富民三路19号",
		  lon: "111.319826 ",
		  lat: "23.497074 "
		},
		{
		  name: "耀华永安花园",
		  addr: "梧州市蒙山县湄江北路20号",
		  lon: "110.524151 ",
		  lat: "24.208239 "
		},
		{
		  name: "安泰花园",
		  addr: "梧州市藤县安泰五街与民安路交叉路口往东北约180米",
		  lon: "110.945095 ",
		  lat: "23.377242 "
		},
		{
		  name: "龙城社区",
		  addr: "广西壮族自治区梧州市龙圩区下廓街40号",
		  lon: "111.254310 ",
		  lat: "23.429183 "
		},
		{
		  name: "步埠社区",
		  addr: "梧州市万秀区西环路宝石新苑东北侧约60米",
		  lon: "111.303643 ",
		  lat: "23.489180 "
		},
		{
		  name: "广西岑溪市诚信房地产开发有限公司小区",
		  addr: "梧州市岑溪市东宁路29号",
		  lon: "111.003843 ",
		  lat: "22.917538 "
		},
		{
		  name: "东山冲",
		  addr: "梧州市万秀区太和路28-1号",
		  lon: "111.317997 ",
		  lat: "23.494074 "
		},
		{
		  name: "耀华·翰林府",
		  addr: "梧州市蒙山县东江西路蒙山县古榕公园北侧约120米",
		  lon: "110.526298 ",
		  lat: "24.214132 "
		},
		{
		  name: "广汇新苑",
		  addr: "新兴二路6-1号",
		  lon: "111.292762 ",
		  lat: "23.481848 "
		},
		{
		  name: "福星住宅一小区",
		  addr: "工农路55-1号附近",
		  lon: "111.005268 ",
		  lat: "22.923639 "
		},
		{
		  name: "宝石新苑",
		  addr: "广西壮族自治区梧州市万秀区宝石新苑(梧州宝石城西南200米)",
		  lon: "111.303271 ",
		  lat: "23.488317 "
		},
		{
		  name: "珠山社区",
		  addr: "梧州市万秀区鸳江路鸳江一都西北侧约40米",
		  lon: "111.316193 ",
		  lat: "23.475698 "
		},
		{
		  name: "梧州市万秀区大东社区",
		  addr: "梧州市万秀区大东上路大东市场西江二路西侧约110米",
		  lon: "111.328721 ",
		  lat: "23.476870 "
		},
		{
		  name: "恒业·现代城",
		  addr: "广西壮族自治区梧州市岑溪市岑城镇怡景路岑溪汽车总站",
		  lon: "111.009959 ",
		  lat: "22.930745 "
		},
		{
		  name: "华融花园-1区",
		  addr: "梧州市长洲区龙山路华融花园东侧",
		  lon: "111.296450 ",
		  lat: "23.483480 "
		},
		{
		  name: "福祥小区",
		  addr: "广西壮族自治区梧州市岑溪市X202",
		  lon: "111.201203 ",
		  lat: "22.908845 "
		},
		{
		  name: "新兴苑",
		  addr: "广西壮族自治区梧州市万秀区新兴一路26号",
		  lon: "111.303537 ",
		  lat: "23.479088 "
		},
		{
		  name: "祥和花园",
		  addr: "广西壮族自治区梧州市岑溪市玉梧大道西218号",
		  lon: "110.984972 ",
		  lat: "22.921718 "
		},
		{
		  name: "民主社区",
		  addr: "梧州市万秀区和平路融信大厦南侧",
		  lon: "111.319703 ",
		  lat: "23.480860 "
		},
		{
		  name: "德胜社区",
		  addr: "梧州市藤县德胜街太平镇二中西南侧约40米",
		  lon: "110.699860 ",
		  lat: "23.658846 "
		},
		{
		  name: "傍山社区",
		  addr: "梧州市万秀区文澜路56-1号",
		  lon: "111.313774 ",
		  lat: "23.483440 "
		},
		{
		  name: "祥安小区",
		  addr: "梧州市长洲区西堤三路三威小区",
		  lon: "111.279823 ",
		  lat: "23.478582 "
		},
		{
		  name: "立基商住楼(新兴二路)",
		  addr: "新兴二路213-214号",
		  lon: "111.275534 ",
		  lat: "23.487862 "
		},
		{
		  name: "金湾雅苑",
		  addr: "梧州市长洲区新兴二路凯莱大酒店西北侧约140米",
		  lon: "111.271606 ",
		  lat: "23.486024 "
		},
		{
		  name: "银丰花园-南区",
		  addr: "银湖北路39号",
		  lon: "111.276177 ",
		  lat: "23.483280 "
		},
		{
		  name: "宏达·凯旋名都",
		  addr: "梧州市藤县桥西路藤县第五中学北侧约170米",
		  lon: "110.922753 ",
		  lat: "23.375887 "
		},
		{
		  name: "鼎湖绿洲",
		  addr: "梧州市苍梧县圣石街石桥中学西侧约170米",
		  lon: "111.549257 ",
		  lat: "23.853070 "
		},
		{
		  name: "莲花社区",
		  addr: "莲花山路481号",
		  lon: "111.334611 ",
		  lat: "23.515804 "
		},
		{
		  name: "金桥商住区",
		  addr: "梧州市岑溪市玉梧大道1-2号",
		  lon: "110.996968 ",
		  lat: "22.928301 "
		},
		{
		  name: "信兴家圆",
		  addr: "广西壮族自治区梧州市万秀区枣冲路68号",
		  lon: "111.310816 ",
		  lat: "23.493616 "
		},
		{
		  name: "红楼商住区",
		  addr: "梧州市岑溪市城中路9号",
		  lon: "111.001895 ",
		  lat: "22.925190 "
		},
		{
		  name: "恒宇花苑",
		  addr: "新兴一路41号",
		  lon: "111.301085 ",
		  lat: "23.479607 "
		},
		{
		  name: "怡居园",
		  addr: "新湖路46号",
		  lon: "111.275137 ",
		  lat: "23.481462 "
		},
		{
		  name: "龙泉社区",
		  addr: "梧州市万秀区广成线",
		  lon: "111.344161 ",
		  lat: "23.480554 "
		},
		{
		  name: "金鸡山-五区",
		  addr: "广西壮族自治区梧州市万秀区金鸡山五区(旺狮线西)",
		  lon: "111.296989 ",
		  lat: "23.602868 "
		},
		{
		  name: "雅景花园",
		  addr: "广西壮族自治区梧州市藤县塘步镇雅景花园(藤县桂银村镇银行北)",
		  lon: "111.051025 ",
		  lat: "23.360108 "
		},
		{
		  name: "精通·盛世花园A区",
		  addr: "梧州市长洲区三龙大道梧州职业学院东南侧",
		  lon: "111.244919 ",
		  lat: "23.475072 "
		},
		{
		  name: "恒祥豪苑-三期",
		  addr: "新兴二路3号",
		  lon: "111.294781 ",
		  lat: "23.482484 "
		},
		{
		  name: "宝石社区",
		  addr: "广西壮族自治区梧州市万秀区广东路138号",
		  lon: "111.302750 ",
		  lat: "23.492789 "
		},
		{
		  name: "金鸡山-六区",
		  addr: "梧州市万秀区旺狮线梧州市第十九中学西侧约120米",
		  lon: "111.297287 ",
		  lat: "23.601596 "
		},
		{
		  name: "学府嘉苑",
		  addr: "梧州市藤县政贤路2号",
		  lon: "110.944331 ",
		  lat: "23.376312 "
		},
		{
		  name: "荔苑阁1号商住楼",
		  addr: "长洲区吉祥路3号荔苑阁",
		  lon: "111.288985 ",
		  lat: "23.479467 "
		},
		{
		  name: "盛世花园3期春天里",
		  addr: "长洲镇三龙大道86号盛世花园3期",
		  lon: "111.245220 ",
		  lat: "23.476156 "
		},
		{
		  name: "丰业丽佳便利店",
		  addr: "长洲区长洲镇竹湾丰业建材市场B6栋45号",
		  lon: "111.267655 ",
		  lat: "23.469555 "
		},
		{
		  name: "广宇豪苑",
		  addr: "梧州市万秀区大东上路大东市场西江二路",
		  lon: "111.329820 ",
		  lat: "23.477104 "
		},
		{
		  name: "友人花园(圃)",
		  addr: "广西壮族自治区梧州市藤县藤州大道219",
		  lon: "110.934218 ",
		  lat: "23.378759 "
		},
		{
		  name: "亚楣发苑",
		  addr: "梧州市岑溪市探花一街岑溪桂南医院东北侧约160米",
		  lon: "111.021165 ",
		  lat: "22.913138 "
		},
		{
		  name: "明华城",
		  addr: "梧州市岑溪市文化二路启明星幼儿园东北侧约250米",
		  lon: "111.008973 ",
		  lat: "22.938725 "
		},
		{
		  name: "绿锦豪阁",
		  addr: "岑溪市(交警大队斜对面)",
		  lon: "111.017582 ",
		  lat: "22.935419 "
		},
		{
		  name: "梨山新村",
		  addr: "梧州市岑溪市城北路城厢幼儿园西南侧约50米",
		  lon: "111.004493 ",
		  lat: "22.927748 "
		},
		{
		  name: "润泰·名尚苑",
		  addr: "梧州市岑溪市永安路明都新城",
		  lon: "110.989406 ",
		  lat: "22.918069 "
		},
		{
		  name: "柏雅苑",
		  addr: "梧州市岑溪市义洲大道金富丽大酒店东侧约40米",
		  lon: "111.005642 ",
		  lat: "22.919788 "
		},
		{
		  name: "博爱新苑",
		  addr: "梧州市万秀区和平路22号",
		  lon: "111.321587 ",
		  lat: "23.479476 "
		},
		{
		  name: "府江华庭",
		  addr: "梧州市长洲区锡海线",
		  lon: "111.270445 ",
		  lat: "23.501122 "
		},
		{
		  name: "安福莘园",
		  addr: "梧州市藤县津蒙公路(东丰小区)",
		  lon: "110.711517 ",
		  lat: "23.656026 "
		},
		{
		  name: "雀雅居",
		  addr: "梧州市万秀区居仁路16号2号铺",
		  lon: "111.323407 ",
		  lat: "23.475830 "
		},
		{
		  name: "九重龙庭",
		  addr: "梧州市龙圩区广信路龙湖美景大酒店北侧约120米",
		  lon: "111.254896 ",
		  lat: "23.427266 "
		},
		{
		  name: "和平新苑",
		  addr: "梧州市万秀区和平路和平小区",
		  lon: "111.321313 ",
		  lat: "23.481234 "
		},
		{
		  name: "狮寨社区",
		  addr: "梧州市苍梧县长狮线狮寨镇人民政府东侧约150米",
		  lon: "111.143662 ",
		  lat: "23.819759 "
		},
		{
		  name: "太平万锦花园",
		  addr: "梧州市藤县太平碧桂园西侧",
		  lon: "110.710907 ",
		  lat: "23.654333 "
		},
		{
		  name: "幸福家园",
		  addr: "梧州市藤县大社巷朝阳小学东北侧约120米",
		  lon: "110.916359 ",
		  lat: "23.382251 "
		},
		{
		  name: "清晖园鲜花盆景花车花篮",
		  addr: "梧州市长洲区新湖一路假日之旅快捷酒店北侧",
		  lon: "111.276447 ",
		  lat: "23.479351 "
		},
		{
		  name: "城西商住楼",
		  addr: "西江路191号",
		  lon: "110.915403 ",
		  lat: "23.382097 "
		},
		{
		  name: "京南镇社区",
		  addr: "梧州市苍梧县富吉一街京南中心小学东南侧约80米",
		  lon: "111.053091 ",
		  lat: "23.724439 "
		},
		{
		  name: "深蓝阁",
		  addr: "梧州市岑溪市沿江二路丽景湾花园",
		  lon: "110.996845 ",
		  lat: "22.925722 "
		},
		{
          name: "梧州人才之家",
          addr: "梧州市长洲区兴龙路红岭1号东北侧约270米",
          lon: 111.259189,
          lat: 23.499597
        },
		{
          name: "旺城广场",
          addr: "梧州市万秀区大学路36-1号",
          lon: 111.312058,
          lat: 23.483309,
          tel: ""
        },
        {
          name: "梦之岛购物广场",
          addr: "新兴三路30号",
          lon: 111.277781,
          lat: 23.48474,
          tel: "(0774)6020108,(0774)6020088"
        },
        {
          name: "南宁百货",
          addr: "梧州市龙圩区龙湖路",
          lon: 111.258342,
          lat: 23.424179,
          tel: ""
        },
        {
          name: "恒业国泰广场",
          addr: "广西壮族自治区梧州市万秀区中山路9号",
          lon: 111.32497,
          lat: 23.4777,
          tel: ""
        },
        {
          name: "太阳广场",
          addr: "大塘街道新兴一路68号",
          lon: 111.297836,
          lat: 23.481938,
          tel: ""
        },
        {
          name: "万达广场(梧州高旺店)",
          addr: "广西壮族自治区梧州市万秀区西江四桥与高旺路交汇处西北角",
          lon: 111.296706,
          lat: 23.465335,
          tel: ""
        },
        {
          name: "米兰春天广场",
          addr: "梧州市藤县长虹街与永乐街交叉路口东北侧(藤州文化广场东北侧)",
          lon: 110.940758,
          lat: 23.380208,
          tel: "(0774)7283388"
        },
        {
          name: "锦泰商业广场",
          addr: "梧州市万秀区大南路62号",
          lon: 111.325072,
          lat: 23.477114,
          tel: ""
        },
        {
          name: "梧州百盛购物中心",
          addr: "梧州市长洲区湖滨路62号(玫瑰湖公园东北侧约100米)",
          lon: 111.255753,
          lat: 23.490736,
          tel: ""
        },
        {
          name: "地王商业中心",
          addr: "梧州市藤县藤州大道地王国际",
          lon: 110.946039,
          lat: 23.383018,
          tel: ""
        },
        {
          name: "新世纪商业广场",
          addr: "梧州市蒙山县东江路南与鰲山路交叉路口东南侧",
          lon: 110.53208,
          lat: 24.205681,
          tel: ""
        },
        {
          name: "汇洋广场",
          addr: "梧州市岑溪市解放大道",
          lon: 110.999626,
          lat: 22.913937,
          tel: ""
        },
        {
          name: "龙湖国际商业城",
          addr: "梧州市龙圩区龙湖三路南宁百货",
          lon: 111.256561,
          lat: 23.425113,
          tel: ""
        },
        {
          name: "太平商业中心",
          addr: "梧州市藤县河塘二路佳苑商住楼东侧约150米",
          lon: 110.702865,
          lat: 23.663523,
          tel: ""
        },
        {
          name: "城投·地王广场",
          addr: "梧州市万秀区西江二路格子微酒店梧州中山店南侧约180米",
          lon: 111.325802,
          lat: 23.476082,
          tel: ""
        },
        {
          name: "龙湖国际商业城",
          addr: "梧州市龙圩区龙湖路南宁百货",
          lon: 111.260391,
          lat: 23.423259,
          tel: ""
        },
        {
          name: "中晟广场",
          addr: "梧州市长洲区西环路上段17号",
          lon: 111.290992,
          lat: 23.488341,
          tel: "(0774)5823133"
        },
        {
          name: "东方商业广场",
          addr: "广西壮族自治区梧州市藤县登俊路太平街70号",
          lon: 110.923074,
          lat: 23.380326,
          tel: "(0774)7272866"
        },
        {
          name: "西江里金街",
          addr: "广西壮族自治区梧州市万秀区高旺路",
          lon: 111.294945,
          lat: 23.465253,
          tel: ""
        },
        {
          name: "家嘉购物中心",
          addr: "梧州市岑溪市义洲大道111号",
          lon: 111.001038,
          lat: 22.922773,
          tel: ""
        },
        {
          name: "太平洋购物中心(旗舰店)",
          addr: "龙华街88号",
          lon: 111.252954,
          lat: 23.425506,
          tel: ""
        },
        {
          name: "文华购物中心",
          addr: "西江一路17",
          lon: 111.323438,
          lat: 23.475409,
          tel: ""
        },
        {
          name: "旺国购物中心",
          addr: "广西壮族自治区梧州市藤县旺国村旺国街供销社",
          lon: 110.855839,
          lat: 23.305585,
          tel: "(0774)7256018"
        },
        {
          name: "妇婴宝孕婴童购物中心",
          addr: "广西壮族自治区梧州市岑溪市梨木二中路口",
          lon: 111.130203,
          lat: 22.804292,
          tel: "(0774)8311860"
        },
        {
          name: "妇婴宝孕婴童购物中心(波塘店)",
          addr: "梧州市岑溪市南北路波塘中学东侧约130米",
          lon: 110.863075,
          lat: 23.020696,
          tel: 18077464008
        },
        {
          name: "蒙山县家多福购物中心",
          addr: "广西壮族自治区梧州市蒙山县",
          lon: 110.518121,
          lat: 24.119225,
          tel: ""
        },
        {
          name: "家多福购物中心",
          addr: "广西壮族自治区梧州市藤县大黎街",
          lon: 110.559741,
          lat: 23.89734,
          tel: ""
        },
        {
          name: "喜客来购物中心",
          addr: "梧州市龙圩区乌海线梧州进口再生资源加工园区西南侧约100米",
          lon: 111.222939,
          lat: 23.343601,
          tel: 13481429831
        },
        {
          name: "妇婴宝孕婴童购物中心(大隆店)",
          addr: "广西壮族自治区梧州市岑溪市X211大隆邮政门口正对入100米",
          lon: 111.011386,
          lat: 22.769581,
          tel: 18070614030
        },
        {
          name: "玫瑰湖公园",
          addr: "广西壮族自治区梧州市长洲区三龙大道18号",
          lon: 111.252469,
          lat: 23.485656,
          tel: ""
        },
        {
          name: "苍海公园",
          addr: "广西壮族自治区梧州市龙圩区207国道东50米",
          lon: 111.258716,
          lat: 23.411325,
          tel: ""
        },
        {
          name: "藤县东山公园",
          addr: "梧州市藤县东山路与体育东街交叉路口往北约170米",
          lon: 110.929285,
          lat: 23.38252,
          tel: ""
        },
        {
          name: "滨江健身公园",
          addr: "梧州市岑溪市滨江三路58号",
          lon: 110.996211,
          lat: 22.919074,
          tel: ""
        },
        {
          name: "龙岩山公园",
          addr: "梧州市苍梧县石桥二中西北侧约80米",
          lon: 111.544947,
          lat: 23.851487,
          tel: ""
        },
        {
          name: "东山公园",
          addr: "广西壮族自治区梧州市岑溪市体育路17号",
          lon: 111.01882,
          lat: 22.927097,
          tel: ""
        },
        {
          name: "狮卧山公园",
          addr: "广西壮族自治区梧州市长洲区狮卧山公园(新闻路北)",
          lon: 111.286245,
          lat: 23.496443,
          tel: ""
        },
        {
          name: "挂榜岭",
          addr: "梧州市藤县南出城路藤县一中后山",
          lon: 110.943273,
          lat: 23.373917,
          tel: ""
        },
        {
          name: "太平狮山森林公园",
          addr: "广西壮族自治区梧州市藤县狮山森林公园(323省道南)",
          lon: 110.742779,
          lat: 23.658551,
          tel: ""
        },
        {
          name: "西炮台公园",
          addr: "湄江北路与湄江中路交叉口西150米",
          lon: 110.52301,
          lat: 24.205803,
          tel: ""
        },
        {
          name: "梧州市云龙公园",
          addr: "梧州市万秀区广成线",
          lon: 111.347087,
          lat: 23.481892,
          tel: ""
        },
        {
          name: "梁羽生公园",
          addr: "蒙山县通文街250号",
          lon: 110.534465,
          lat: 24.20367,
          tel: ""
        },
        {
          name: "榜山公园",
          addr: "梧州市万秀区华光巷1号",
          lon: 111.315392,
          lat: 23.482619,
          tel: ""
        },
        {
          name: "藤县鸡谷山公园",
          addr: "梧州市藤县桥西路桂宏达睿城商住小区东北侧约120米",
          lon: 110.919548,
          lat: 23.376852,
          tel: ""
        },
        {
          name: "百花洲公园",
          addr: "梧州市岑溪市滨江一路金湾顺景",
          lon: 110.993101,
          lat: 22.930953,
          tel: ""
        },
        {
          name: "西堤公园(西堤二路)",
          addr: "梧州市万秀区西堤二路梧州市红十字会医院南侧约30米",
          lon: 111.309623,
          lat: 23.476015,
          tel: ""
        },
        {
          name: "双拥公园",
          addr: "广西壮族自治区梧州市长洲区西堤三路南50米",
          lon: 111.276145,
          lat: 23.478249,
          tel: ""
        },
        {
          name: "爽岛国家森林公园飞龙湖旅游区",
          addr: "广西壮族自治区梧州市苍梧县梨埠镇",
          lon: 111.469247,
          lat: 23.819608,
          tel: ""
        },
        {
          name: "蒙山县古榕公园",
          addr: "广西壮族自治区梧州市蒙山县蒙山镇莲塘巷古榕公园",
          lon: 110.525735,
          lat: 24.212594,
          tel: ""
        },
        {
          name: "岑溪市东山体育健身公园",
          addr: "梧州市岑溪市体育路东100米",
          lon: 111.016772,
          lat: 22.924259,
          tel: ""
        },
        {
          name: "岑溪大业镇柱状石地质公园",
          addr: "广西壮族自治区梧州市岑溪市G324(福昆线)",
          lon: 111.234225,
          lat: 22.908935,
          tel: ""
        },
        {
          name: "蒙山县公园",
          addr: "梧州市蒙山县湄江中路西炮台公园",
          lon: 110.524653,
          lat: 24.206218,
          tel: ""
        },
        {
          name: "钱鉴公园",
          addr: "梧州市万秀区桂林路梧州市电子科技职业技术学校南侧约260米",
          lon: 111.329396,
          lat: 23.498385,
          tel: ""
        },
        {
          name: "蒙山县滨江公园",
          addr: "梧州市蒙山县西河路蒙山县政府西北侧约200米",
          lon: 110.529613,
          lat: 24.201736,
          tel: ""
        },
        {
          name: "石燕山公园",
          addr: "梧州市蒙山县广成线",
          lon: 110.687244,
          lat: 23.89341,
          tel: ""
        },
        {
          name: "篁思岭公园",
          addr: "广西壮族自治区梧州市藤县X376",
          lon: 110.659976,
          lat: 23.147829,
          tel: ""
        },
        {
          name: "义垌村健身公园",
          addr: "广西壮族自治区梧州市岑溪市义垌小学东面",
          lon: 110.896674,
          lat: 22.886867,
          tel: ""
        },
        {
          name: "岭景罗江鸡笼岭公园",
          addr: "广西壮族自治区梧州市藤县",
          lon: 110.649927,
          lat: 23.15118,
          tel: ""
        },
        {
          name: "太平狮山国家森林公园-七星岩",
          addr: "太平镇323省道(太平狮山国家森林公园内)",
          lon: 110.738622,
          lat: 23.655347,
          tel: ""
        },
        {
          name: "苍海国家湿地公园",
          addr: "广西壮族自治区梧州市龙圩区X184",
          lon: 111.284123,
          lat: 23.380133,
          tel: ""
        },
        {
          name: "大学公园",
          addr: "梧州市万秀区鸳江路鸳江一都北侧约110米",
          lon: 111.317435,
          lat: 23.476828,
          tel: ""
        },
        {
          name: "三坡洲体育公园",
          addr: "广西壮族自治区梧州市藤县大黎街",
          lon: 110.558978,
          lat: 23.901107,
          tel: ""
        },
        {
          name: "藤县津北体育公园",
          addr: "梧州市藤县西江特大桥(碧水湾西南侧约100米)",
          lon: 110.92924,
          lat: 23.397416,
          tel: ""
        },
        {
          name: "龙岩寺公园",
          addr: "梧州市长洲区龙泉路梧州市倒水中学西北侧约120米",
          lon: 111.14473,
          lat: 23.576105,
          tel: ""
        },
        {
          name: "太平狮山国家森林公园-观音坐莲",
          addr: "广西壮族自治区梧州市藤县狮山森林公园",
          lon: 110.744332,
          lat: 23.647813,
          tel: ""
        },
        {
          name: "岑溪滨江石文化公园",
          addr: "梧州市岑溪市沿江三路",
          lon: 110.994873,
          lat: 22.918347,
          tel: ""
        },
        {
          name: "玫瑰湖公园游船码头",
          addr: "梧州市长洲区三龙大道玫瑰湖公园",
          lon: 111.255122,
          lat: 23.48416,
          tel: ""
        },
        {
          name: "太平狮山国家森林公园-长岩",
          addr: "太平镇323省道太平狮山国家森林公园",
          lon: 110.733624,
          lat: 23.639885,
          tel: ""
        },
        {
          name: "汇洋中央公园",
          addr: "梧州市长洲区西堤三路国龙大酒店梧州店东南侧约30米",
          lon: 111.285029,
          lat: 23.477965,
          tel: ""
        },
        {
          name: "潘塘公园",
          addr: "梧州市万秀区新兴一路",
          lon: 111.30594,
          lat: 23.479735,
          tel: "(0774)3860239"
        },
        {
          name: "中山公园",
          addr: "文化路1号",
          lon: 111.325362,
          lat: 23.483047,
          tel: "(0774)2022687"
        },
        {
          name: "河滨公园",
          addr: "梧州市万秀区大学路1-2号",
          lon: 111.316239,
          lat: 23.478385,
          tel: "(0774)3825576"
        },
        {
          name: "太和公园",
          addr: "万秀区富民二路东山冲44号",
          lon: 111.311521,
          lat: 23.500541,
          tel: "(0774)5834225"
        },
        {
          name: "天龙顶山地公园",
          addr: "梧州市岑溪市南渡镇吉太村",
          lon: 110.881688,
          lat: 22.726543,
          tel: "(0774)8231128,18977465152"
        },
        {
          name: "道家沙滩公园",
          addr: "象棋镇道家村石表山休闲旅游风景区附近",
          lon: 110.698986,
          lat: 23.12167,
          tel: "(0774)7309888,(0774)7087586"
        },
        {
          name: "文化健身公园",
          addr: "广西壮族自治区梧州市岑溪市工农路58号",
          lon: 111.001641,
          lat: 22.926055,
          tel: "(0774)8222062"
        },
        {
          name: "精通中央公园",
          addr: "广西壮族自治区梧州市长洲区三龙大道86号精通公园",
          lon: 111.246259,
          lat: 23.477128,
          tel: "(0774)3818777"
        }
    ]
  },
  {
    name: "商业",
    icon: '../../static/images/business.png',
	markIcon:'../../static/images/businessL.png',
    id: "2",
    isShow: false,
	list: [
		{
          name: "城市便捷酒店(三龙大道政务中心店)",
          addr: "梧州市长洲区三龙大道86号",
          lon: 111.246842,
          lat: 23.475573,
          tel: "(0774)3828666"
        },
        {
          name: "蓝天大酒店(新兴二路店)",
          addr: "广西壮族自治区梧州市长洲区新兴二路104号",
          lon: 111.286776,
          lat: 23.485022,
          tel: "(0774)3999000"
        },
        {
          name: "维纳斯国际酒店(梧州店)",
          addr: "广西壮族自治区梧州市万秀区西江三路2号",
          lon: 111.331986,
          lat: 23.477596,
          tel: "(0774)2048888"
        },
        {
          name: "龙都大酒店(三龙大道店)",
          addr: "广西壮族自治区梧州市长洲区三龙大道龙新村委",
          lon: 111.255918,
          lat: 23.481134,
          tel: "(0774)3925333"
        },
        {
          name: "岑溪大酒店",
          addr: "广西壮族自治区梧州市岑溪市工农路11号",
          lon: 111.000514,
          lat: 22.927923,
          tel: "(0774)2580066,(0774)8222010"
        },
        {
          name: "城市便捷酒店(梧州旺城店)",
          addr: "梧州市万秀区碟山一路35号",
          lon: 111.310879,
          lat: 23.485643,
          tel: "(0774)3133800"
        },
        {
          name: "城市便捷酒店(岑溪思湖店)",
          addr: "梧州市岑溪市思湖路35号附近",
          lon: 110.9922,
          lat: 22.919127,
          tel: "(0774)8239999"
        },
        {
          name: "OYO荣利快捷酒店(广西广播电视大学梧州分校店)",
          addr: "广西壮族自治区梧州市万秀区步埠路86号(小红花幼儿园旁)",
          lon: 111.304968,
          lat: 23.487735,
          tel: "(0774)3989508"
        },
        {
          name: "江滨国际大酒店",
          addr: "广西壮族自治区梧州市长洲区奥奇丽路3号(市政府旁)",
          lon: 111.28584,
          lat: 23.480438,
          tel: "(0774)3869888"
        },
        {
          name: "梧州丽港皇冠酒店(非自营)",
          addr: "梧州市万秀区西江三路鸳江丽港8号楼",
          lon: 111.333914,
          lat: 23.477289,
          tel: "(0774)3950180"
        },
        {
          name: "城市便捷酒店(梧州市政广场店)",
          addr: "梧州市长洲区新兴珠宝路19号",
          lon: 111.277586,
          lat: 23.485392,
          tel: "(0774)3205777"
        },
        {
          name: "怡景酒店(蝶山一路店)",
          addr: "广西壮族自治区梧州市万秀区蝶山一路3号",
          lon: 111.31392,
          lat: 23.486942,
          tel: "(0774)3948818"
        },
        {
          name: "国龙大酒店(梧州店)",
          addr: "广西壮族自治区梧州市长洲区西堤三路18号国龙财富中心2层",
          lon: 111.284091,
          lat: 23.479094,
          tel: "(0774)3999999"
        },
        {
          name: "泰尼斯大酒店",
          addr: "广西壮族自治区梧州市长洲区红岭路7号",
          lon: 111.263644,
          lat: 23.486054,
          tel: "(0774)3953688"
        },
        {
          name: "梧州环球大酒店(文化路店)",
          addr: "广西壮族自治区梧州市万秀区文化路28号电信大楼7层",
          lon: 111.32413,
          lat: 23.479222,
          tel: "(0774)2038888"
        },
        {
          name: "皇悦大酒店(梧州骑楼城店)",
          addr: "鸳江丽港2号楼",
          lon: 111.327586,
          lat: 23.476007,
          tel: "(0774)3139888"
        },
        {
          name: "维也纳3好酒店(潘塘店)",
          addr: "梧州市万秀区新兴一路184号",
          lon: 111.3036,
          lat: 23.479504,
          tel: "(0774)6017888"
        },
        {
          name: "威尔登酒店",
          addr: "广西壮族自治区梧州市龙圩区城南大道16号",
          lon: 111.250834,
          lat: 23.411769,
          tel: "(0774)2908889"
        },
        {
          name: "来往时尚酒店(梧州旺城店)",
          addr: "广西壮族自治区梧州市万秀区文澜路30号",
          lon: 111.312101,
          lat: 23.480325,
          tel: "(0774)2816113"
        },
        {
          name: "梧州贵山商务酒店",
          addr: "文澜路8号",
          lon: 111.310602,
          lat: 23.477723,
          tel: "(0774)3832288"
        },
        {
          name: "鑫华酒店(政贤路店)",
          addr: "广西壮族自治区梧州市龙圩区龙城路150号(大转盘往县政府方向大概300米)",
          lon: 111.248636,
          lat: 23.414293,
          tel: "(0774)2501666"
        },
        {
          name: "梧州星卓酒店",
          addr: "梧州市万秀区桂江一路融信大厦南侧约130米",
          lon: 111.319629,
          lat: 23.479954,
          tel: "(0774)3955688"
        },
        {
          name: "城市便捷酒店(梧州蒙山店)",
          addr: "梧州市蒙山县湄江北路11号",
          lon: 110.525888,
          lat: 24.206843,
          tel: "(0774)2532888"
        },
        {
          name: "OYO清华苑大酒店(梧州店)",
          addr: "广西壮族自治区梧州市长洲区新兴二路5号",
          lon: 111.293979,
          lat: 23.481087,
          tel: "(0774)3955666"
        },
        {
          name: "18精品酒店(梧州旺城广场店)",
          addr: "梧州万秀区文澜路88号",
          lon: 111.313733,
          lat: 23.485563,
          tel: "(0774)2023666"
        },
        {
          name: "兴龙大酒店",
          addr: "广西壮族自治区梧州市岑溪市工业集中区紫坭工业园",
          lon: 110.966163,
          lat: 22.912346,
          tel: "(0774)8201288"
        },
        {
          name: "创思顿酒店",
          addr: "广西壮族自治区梧州市万秀区大学路36-1号旺城广场6号楼",
          lon: 111.312519,
          lat: 23.48377,
          tel: "(0774)3827777"
        },
        {
          name: "维美纳酒店",
          addr: "梧州市长洲区三龙大道与兴业路交叉路口往西约170米",
          lon: 111.264273,
          lat: 23.493748,
          tel: "(0774)3887688"
        },
        {
          name: "梧州中鼎商务酒店",
          addr: "梧州市长洲区新兴二路135-1号",
          lon: 111.272378,
          lat: 23.485536,
          tel: "(0774)6018888"
        },
        {
          name: "月亮湖商务酒店",
          addr: "梧州市龙圩区龙湖路龙湖美景大酒店东北侧约120米",
          lon: 111.255288,
          lat: 23.42701,
          tel: "(0774)2690588"
        },
        {
          name: "佳程商务宾馆(梧州)",
          addr: "广西壮族自治区梧州市长洲区春湖里湖新村88号2楼2号",
          lon: 111.280676,
          lat: 23.488565,
          tel: "(0774)3953966"
        },
        {
          name: "来往时尚酒店(政贤路店)",
          addr: "广西壮族自治区梧州市藤县政贤路49号",
          lon: 110.939523,
          lat: 23.377836,
          tel: "(0774)3135188"
        },
        {
          name: "宏达万枫城市文化酒店(藤县体育馆店)",
          addr: "藤州镇藤州大道389号",
          lon: 110.930195,
          lat: 23.37754,
          tel: "(0774)7280666"
        },
        {
          name: "金富丽大酒店",
          addr: "梧州市岑溪市义洲大道179号",
          lon: 111.005159,
          lat: 22.919948,
          tel: "(0774)8228686"
        },
        {
          name: "维尼便捷酒店",
          addr: "梧州市藤县绣江路藤县第五中学西侧约120米",
          lon: 110.920425,
          lat: 23.373419,
          tel: "(0774)7555666"
        },
        {
          name: "君安国际大酒店",
          addr: "广西壮族自治区梧州市岑溪市南环过境公路欣建大悦城1幢1层105号铺",
          lon: 110.993068,
          lat: 22.9069,
          tel: "(0774)8155555"
        },
        {
          name: "梧州恒丰商务酒店",
          addr: "梧州市藤县藤州大道6号",
          lon: 110.948915,
          lat: 23.383447,
          tel: "(0774)7017188"
        },
        {
          name: "滨江大酒楼",
          addr: "广西壮族自治区梧州市蒙山县滨江中路100",
          lon: 110.530576,
          lat: 24.200605,
          tel: "(0774)2539666,(0774)2539888"
        },
        {
          name: "城市之星宾馆(西蒙山店)",
          addr: "梧州市蒙山县湄江中路蒙山县中医医院北侧约120米",
          lon: 110.525976,
          lat: 24.203906,
          tel: "(0774)2531018"
        },
        {
          name: "梧州市鸿祥客栈(文澜路店)",
          addr: "广西壮族自治区梧州市万秀区文澜路37号(旺城广场南门正对面)",
          lon: 111.312816,
          lat: 23.481439,
          tel: 13737871234
        },
        {
          name: "OYO天喜酒店(梧州七中红岭路店)",
          addr: "广西壮族自治区梧州市长洲区红岭路2号",
          lon: 111.266786,
          lat: 23.483932,
          tel: "(0774)2828588"
        },
        {
          name: "五洲大酒店(大中路店)",
          addr: "广西壮族自治区梧州市大中路38号",
          lon: 111.00508,
          lat: 22.926697,
          tel: "(0774)8473888"
        },
        {
          name: "假日之旅快捷酒店",
          addr: "广西壮族自治区梧州市长洲区西堤三路66号",
          lon: 111.27649,
          lat: 23.478918,
          tel: "(0774)3901908"
        },
        {
          name: "梧州龙顺商务宾馆(龙骨路店)",
          addr: "广西壮族自治区梧州市万秀区龙骨路4号",
          lon: 111.304562,
          lat: 23.482812,
          tel: "(0774)3896008"
        },
        {
          name: "城市便捷酒店(梧州汽车站店)",
          addr: "梧州市长洲区红岭路10号",
          lon: 111.265128,
          lat: 23.48546,
          tel: "(0774)2816111"
        },
        {
          name: "主题精品宾馆",
          addr: "藤州镇津南路228号",
          lon: 110.933869,
          lat: 23.382337,
          tel: "(0774)2476333"
        },
        {
          name: "华天大酒店(金湖北路店)",
          addr: "广西壮族自治区梧州市长洲区新兴二路116号",
          lon: 111.286532,
          lat: 23.486969,
          tel: "(0774)3989600"
        },
        {
          name: "藤县开元颐居酒店",
          addr: "广西壮族自治区梧州市藤县津北开发区龙巷路",
          lon: 110.93079,
          lat: 23.39811,
          tel: "(0774)7588888"
        },
        {
          name: "夏威夷假日宾馆(中山路店)",
          addr: "中山路3号",
          lon: 111.325499,
          lat: 23.476586,
          tel: "(0774)2068888"
        },
        {
          name: "文华大酒店(安泰四街店)",
          addr: "广西壮族自治区梧州市藤县安泰四街1号",
          lon: 110.941467,
          lat: 23.376421,
          tel: "(0774)7278888"
        },
        {
          name: "岑溪市四季酒店",
          addr: "江滨三路11号",
          lon: 111.000608,
          lat: 22.922626,
          tel: "(0774)8222444"
        },
        {
          name: "梧州藤县陶源商务酒店",
          addr: "潭东陶瓷产业中和集中区综合商业街28-33号铺",
          lon: 111.009728,
          lat: 23.356947,
          tel: "(0774)7555999"
        },
        {
          name: "牡丹大酒店(金川街店)",
          addr: "广西壮族自治区梧州市藤县津南路188号",
          lon: 110.935224,
          lat: 23.380787,
          tel: "(0774)7288688"
        },
        {
          name: "雅斯特酒店(梧州龙湖广场店)",
          addr: "广西壮族自治区梧州市龙圩区龙圩镇龙湖西一路50-1",
          lon: 111.257986,
          lat: 23.425502,
          tel: "(0774)2690888"
        },
        {
          name: "城市便捷酒店(藤县汽车站店)",
          addr: "梧州市藤县津南路162号",
          lon: 110.936117,
          lat: 23.377737,
          tel: "(0774)7291111"
        },
        {
          name: "岑溪阳光100时尚酒店",
          addr: "广西壮族自治区梧州市岑溪市解放大道245号",
          lon: 111.002707,
          lat: 22.922546,
          tel: "(0774)8157000"
        },
        {
          name: "维也纳酒店(梧州高新店)",
          addr: "广西壮族自治区梧州市万秀区园区三路1号",
          lon: 111.343908,
          lat: 23.544371,
          tel: "(0774)3882888"
        },
        {
          name: "精通商务酒店(杉木冲店)",
          addr: "广西壮族自治区梧州市藤州镇田寮大道衫木冲回建房B1-3-3号地(鸿达七少家具旁)",
          lon: 110.919702,
          lat: 23.373543,
          tel: "(0774)7018199"
        },
        {
          name: "金城宾馆(新兴三路店)",
          addr: "广西壮族自治区梧州市长洲区新兴三路23号",
          lon: 111.279325,
          lat: 23.483782,
          tel: "(0774)6025228"
        },
        {
          name: "18精品酒店(梧州河东店)",
          addr: "西江一路19号(文华中心斜对面)",
          lon: 111.324635,
          lat: 23.475952,
          tel: "(0774)3820558"
        },
        {
          name: "益海便捷酒店",
          addr: "三龙大道86号第7、8、9幢二层1号商业用房",
          lon: 111.24681,
          lat: 23.476725,
          tel: "(0774)3816666"
        },
        {
          name: "国肯酒店",
          addr: "广西壮族自治区梧州市岑溪市义洲大道212号(龙门红绿灯旁)",
          lon: 111.006811,
          lat: 22.919832,
          tel: "(0774)8233688"
        },
        {
          name: "优程八桂酒店(岑溪店)",
          addr: "广西壮族自治区梧州市岑溪市解放大道49号",
          lon: 111.007285,
          lat: 22.928101,
          tel: "(0774)8111333"
        },
        {
          name: "梧州7日优品酒店",
          addr: "梧州万秀区西江一路19号",
          lon: 111.324381,
          lat: 23.475806,
          tel: "(0774)2823777"
        },
        {
          name: "华盈万润酒店",
          addr: "广西壮族自治区梧州市育才路与文化一路交汇处岑溪中学路口",
          lon: 111.00114,
          lat: 22.932319,
          tel: "(0774)8156666,(0774)8156999"
        },
        {
          name: "格盟酒店(岑溪市广南路榕湖店)",
          addr: "广西壮族自治区梧州市岑溪市广南路21号",
          lon: 111.000072,
          lat: 22.920534,
          tel: "(0774)8219668"
        },
        {
          name: "梧州远洋时尚酒店",
          addr: "广西壮族自治区梧州市岑溪汽车总站对面高速路口入50米",
          lon: 111.009071,
          lat: 22.933004,
          tel: "(0774)2485550"
        },
        {
          name: "OYO欣龙商务酒店(福冠佳购物广场...",
          addr: "广西壮族自治区梧州市长洲区红岭路7号福兴时代商业广场3号楼",
          lon: 111.265315,
          lat: 23.483726,
          tel: "(0774)3916888"
        },
        {
          name: "宜家大酒店",
          addr: "梧州市岑溪市义洲大道岑溪探花汽车站南侧约30米",
          lon: 111.023685,
          lat: 22.910067,
          tel: "(0774)8472888"
        },
        {
          name: "格子微酒店(梧州中山店)",
          addr: "中山路11号KFC楼上",
          lon: 111.325451,
          lat: 23.477683,
          tel: "(0774)2023877,(0774)2022877"
        },
        {
          name: "蒙山县丰和主题酒店",
          addr: "湄江北路122号(汽车站旁)",
          lon: 110.520615,
          lat: 24.21137,
          tel: "(0774)2532600"
        },
        {
          name: "iu酒店(梧州南宁百货店)",
          addr: "龙圩镇龙湖西一路111号",
          lon: 111.256404,
          lat: 23.426429,
          tel: "(0774)2662662"
        },
        {
          name: "东盛大酒店",
          addr: "广西壮族自治区梧州市长洲区西环路上段18号",
          lon: 111.293255,
          lat: 23.489699,
          tel: "(0774)3889888"
        },
        {
          name: "晴天智慧连锁酒店",
          addr: "广西壮族自治区梧州市岑溪市沿江三路49号",
          lon: 110.994613,
          lat: 22.919924,
          tel: "(0774)2580000,(0774)2580088"
        },
        {
          name: "海陆空大酒店",
          addr: "梧州市岑溪市东升路111号",
          lon: 111.003108,
          lat: 22.919433,
          tel: "(0774)8218880"
        },
        {
          name: "精途酒店(梧州骑楼城步行街店)",
          addr: "西江二路11号(骑楼城旁)",
          lon: 111.331121,
          lat: 23.477102,
          tel: "(0774)2028123"
        },
        {
          name: "金丰海岸酒店",
          addr: "广西壮族自治区梧州市长洲区西堤三路68号",
          lon: 111.277254,
          lat: 23.478659,
          tel: "(0774)3956666"
        },
        {
          name: "宜尚酒店(蒙山汽车站店)",
          addr: "湄江街老乡家园移民安置小区综合楼，蒙山汽车站斜对面",
          lon: 110.517811,
          lat: 24.213871,
          tel: "(0774)6298855"
        },
        {
          name: "7天酒店(梧州金晖汽车站店)",
          addr: "梧州市长洲区新龙路龙新村11组108号",
          lon: 111.268091,
          lat: 23.480656,
          tel: "(0774)2822777,15877041618"
        },
        {
          name: "阿里香大酒店",
          addr: "广西壮族自治区梧州市岑溪市工农路81号阿里香大酒店",
          lon: 111.008166,
          lat: 22.922251,
          tel: "(0774)8513333"
        },
        {
          name: "泰然酒店",
          addr: "梧州市岑溪市",
          lon: 111.00826,
          lat: 22.937268,
          tel: "(0774)8212666"
        },
        {
          name: "骏怡精选酒店",
          addr: "梧州长洲区菊湖路2号",
          lon: 111.280592,
          lat: 23.482376,
          tel: "(0774)2828989"
        },
        {
          name: "蒙山河畔商务酒店",
          addr: "广西壮族自治区梧州市蒙山县滨江中路52号(长寿桥头下方100米)",
          lon: 110.529729,
          lat: 24.203671,
          tel: "(0774)2532008"
        },
        {
          name: "兴悦酒店(非自营店)",
          addr: "红岭路3-1号",
          lon: 111.266465,
          lat: 23.483428,
          tel: "(0774)6039889"
        },
        {
          name: "公寓大酒店(新兴二路店)",
          addr: "广西壮族自治区梧州市长洲区新兴二路广宇豪庭一楼",
          lon: 111.287276,
          lat: 23.485104,
          tel: "(0774)6015589"
        },
        {
          name: "金龙城市酒店",
          addr: "广西壮族自治区梧州市长洲区新兴二路4-1号(紧邻太阳广场购物中心)",
          lon: 111.295914,
          lat: 23.481503,
          tel: "(0774)3918999"
        },
        {
          name: "维多利亚大酒店",
          addr: "梧州市岑溪市工农路2号",
          lon: 111.001258,
          lat: 22.929043,
          tel: "(0774)2580008"
        },
        {
          name: "城市便捷酒店(骑楼城店)",
          addr: "梧州市万秀区中山路8号",
          lon: 111.3251,
          lat: 23.477269,
          tel: "(0774)2812345"
        },
        {
          name: "金海悦酒店(非自营店)",
          addr: "广西壮族自治区梧州市长洲区红岭路舜帝大道金湾花园5栋(明胜汽配)",
          lon: 111.265326,
          lat: 23.493494,
          tel: "(0774)3925688"
        },
        {
          name: "凯莱大酒店",
          addr: "广西壮族自治区梧州市长洲区新兴三路48号",
          lon: 111.272876,
          lat: 23.485021,
          tel: "(0774)3888888"
        },
        {
          name: "育才大酒店",
          addr: "广西壮族自治区梧州市岑溪市育才路168号育才大酒店(市实验小学对面)",
          lon: 111.005418,
          lat: 22.93301,
          tel: "(0774)8210333"
        },
        {
          name: "怡裕商务宾馆",
          addr: "广西壮族自治区梧州市万秀区新兴一路新兴里5号",
          lon: 111.299136,
          lat: 23.481667,
          tel: "(0774)3891433"
        },
        {
          name: "六堡镇茶仙阁客栈",
          addr: "梧州市苍梧县X189六堡初级中学东侧约280米",
          lon: 111.384635,
          lat: 23.819206,
          tel: 13737849080
        },
        {
          name: "翠苑宾馆(玫瑰湖大酒店西南)",
          addr: "广西壮族自治区梧州市长洲区红岭路7号",
          lon: 111.263583,
          lat: 23.483845,
          tel: "(0774)3950828"
        },
        {
          name: "龙湖美景大酒店",
          addr: "广西壮族自治区梧州市龙圩区广信路20号",
          lon: 111.2546,
          lat: 23.426014,
          tel: "(0774)2680555,(0774)2689555"
        },
        {
          name: "品颐酒店",
          addr: "梧州市长洲区祥湖南路(红岭1号3期)",
          lon: 111.252357,
          lat: 23.494303,
          tel: "(0774)3989188"
        },
        {
          name: "城市精品酒店",
          addr: "梧州市龙圩区苍梧大道与银兴二路交叉路口东北侧",
          lon: 111.255591,
          lat: 23.424542,
          tel: "(0774)2673333"
        },
        {
          name: "时尚快捷酒店",
          addr: "广西壮族自治区梧州市长洲区新湖一路58号梦之岛后门",
          lon: 111.277232,
          lat: 23.485335,
          tel: "(0774)2834188"
        },
        {
          name: "梧州新玉龙客栈(步行街新玉龙店)",
          addr: "大东上路64号",
          lon: 111.32816,
          lat: 23.47732,
          tel: "(0774)2815666"
        },
        {
          name: "岑溪印象100时尚酒店",
          addr: "梧州市岑溪市义州大道客远中心客运中心对面",
          lon: 111.014744,
          lat: 22.914145,
          tel: "(0774)8118118"
        },
        {
          name: "太平宏业大酒店",
          addr: "广西壮族自治区梧州市藤县宏业大厦1层,5-11层",
          lon: 110.705283,
          lat: 23.664583,
          tel: "(0774)7680888"
        },
        {
          name: "城市便捷酒店(梧州苍海湖店)",
          addr: "广西壮族自治区梧州市龙圩区苍梧大道176号",
          lon: 111.256599,
          lat: 23.423695,
          tel: "(0774)3130666"
        },
        {
          name: "来往时尚酒店(藤县兴达店)",
          addr: "广西壮族自治区梧州市藤县津南路151",
          lon: 110.934805,
          lat: 23.379449,
          tel: "(0774)3130038"
        },
        {
          name: "红日酒店",
          addr: "广西壮族自治区梧州市岑溪市思湖路90号",
          lon: 110.992849,
          lat: 22.918927,
          tel: "(0774)8233388"
        },
        {
          name: "源峰大酒店",
          addr: "广西壮族自治区梧州市岑溪市义洲大道518号",
          lon: 111.015642,
          lat: 22.91413,
          tel: "(0774)8388888"
        },
        {
          name: "金丰酒店",
          addr: "藤州镇津南路119号汽车站正对面",
          lon: 110.935579,
          lat: 23.377058,
          tel: "(0774)2520888"
        },
        {
          name: "城市便捷酒店(梧州高铁南站店)",
          addr: "梧州市龙圩区城南大道28号",
          lon: 111.24978,
          lat: 23.411896,
          tel: "(0774)2693366"
        },
        {
          name: "格菲酒店(梧州高铁南站店)",
          addr: "广西壮族自治区梧州市龙圩区龙城南路1号",
          lon: 111.259577,
          lat: 23.421686,
          tel: "(0774)3205555"
        },
        {
          name: "天龙山庄",
          addr: "广西壮族自治区梧州市南渡镇吉太社区1号",
          lon: 110.882977,
          lat: 22.724812,
          tel: "(0774)8115388,18177410681"
        },
        {
          name: "景明大酒店",
          addr: "广西壮族自治区梧州市藤县河东安泰四街28号",
          lon: 110.942841,
          lat: 23.376724,
          tel: "(0774)7682888"
        },
        {
          name: "富会商务经济宾馆",
          addr: "龙湖西一路2号",
          lon: 111.255051,
          lat: 23.425075,
          tel: "(0774)2672988"
        },
        {
          name: "威航酒店",
          addr: "广西壮族自治区梧州市蒙山县湄江北路34号",
          lon: 110.523643,
          lat: 24.208773,
          tel: "(0774)6288988"
        },
        {
          name: "长汇宾馆",
          addr: "广西壮族自治区梧州市长洲区舜帝大道金湾花园52号",
          lon: 111.264799,
          lat: 23.491445,
          tel: 19877490189
        },
        {
          name: "尚客商务宾馆(大东下路店)",
          addr: "西江二路12号",
          lon: 111.331398,
          lat: 23.477207,
          tel: "(0774)3999580"
        },
        {
          name: "廖记宾馆",
          addr: "广西壮族自治区梧州市长洲区工厂一路九龙里7号",
          lon: 111.298117,
          lat: 23.480676,
          tel: 13647749390
        },
        {
          name: "豪庭宾馆(梧州)",
          addr: "广西壮族自治区梧州市藤县藤州镇津南路248号",
          lon: 110.934293,
          lat: 23.382789,
          tel: "(0774)7299188"
        },
        {
          name: "广都大酒店",
          addr: "广西省岑溪市岑城镇探花二街115号",
          lon: 111.022075,
          lat: 22.911874,
          tel: "(0774)8517888"
        },
        {
          name: "和天下酒店",
          addr: "广西壮族自治区梧州市龙圩区龙湖路51号(龙湖春天小区对面)",
          lon: 111.259691,
          lat: 23.424164,
          tel: "(0774)2688666"
        },
        {
          name: "柏臣快捷酒店",
          addr: "梧州市龙圩区龙城路龙圩镇人民政府东南侧约170米",
          lon: 111.24803,
          lat: 23.412065,
          tel: "(0774)2591555"
        },
        {
          name: "万鑫宾馆(工厂二路店)",
          addr: "广西壮族自治区梧州市万秀区工厂二路上冲4号",
          lon: 111.29909,
          lat: 23.482198,
          tel: "(0774)3933886"
        },
        {
          name: "火新宾馆",
          addr: "梧州新兴2路33号",
          lon: 111.290717,
          lat: 23.482368,
          tel: "(0774)3823388"
        },
        {
          name: "索性·金粤酒店(梧州南站店)",
          addr: "广西壮族自治区梧州市龙圩区城西大道5号1~4楼",
          lon: 111.24509,
          lat: 23.412237,
          tel: "(0774)2466666"
        },
        {
          name: "万隆便捷酒店",
          addr: "梧州市岑溪市玉梧大道1号岑梧高速路口处汽车总站斜对面",
          lon: 111.008809,
          lat: 22.932744,
          tel: "(0774)8220789"
        },
        {
          name: "安宅便捷酒店",
          addr: "广西壮族自治区梧州市龙圩区龙圩镇城西大道262号安宅便捷酒店",
          lon: 111.246139,
          lat: 23.417668,
          tel: "(0774)2466333"
        },
        {
          name: "遇见你民宿",
          addr: "梧州市龙圩区龙圩镇广信路78号",
          lon: 111.254203,
          lat: 23.426078,
          tel: "(0774)2469696"
        },
        {
          name: "碧海湾旅馆",
          addr: "梧州市藤县金川三街牡丹大酒店金川街店北侧约50米",
          lon: 110.934958,
          lat: 23.381333,
          tel: "(0774)7297828"
        },
        {
          name: "梧州美欧小居公寓(5号店)",
          addr: "梧州长洲区梧州长洲区新兴三路30号神冠豪都",
          lon: 111.277885,
          lat: 23.484978,
          tel: "(0774)1863535"
        },
        {
          name: "梧州小歪家公寓",
          addr: "广西壮族自治区梧州市万秀区旺城广场6号楼(创思顿酒店楼上)",
          lon: 111.312547,
          lat: 23.483873,
          tel: ""
        },
        {
          name: "梧州市伯豪酒店",
          addr: "广西壮族自治区梧州市万秀区中山路1号",
          lon: 111.325105,
          lat: 23.476055,
          tel: ""
        },
        {
          name: "维也纳酒店(广西梧州龙圩苍海湖店)",
          addr: "广西壮族自治区梧州市龙圩区龙湖一路67号",
          lon: 111.259094,
          lat: 23.423998,
          tel: ""
        },
        {
          name: "7天酒店(梧州高铁南站店)",
          addr: "广西壮族自治区梧州市龙圩区龙城南路88号",
          lon: 111.249053,
          lat: 23.410246,
          tel: ""
        },
        {
          name: "城市印象酒店(滕州大道店)",
          addr: "广西壮族自治区梧州市藤县藤州镇藤州大道298号(即河东加油站旁)",
          lon: 110.933479,
          lat: 23.379015,
          tel: ""
        },
        {
          name: "金荔苑旅馆",
          addr: "荔枝塘一街5号",
          lon: 110.931571,
          lat: 23.378566,
          tel: ""
        },
        {
          name: "楼外楼宾馆(怡景路店)",
          addr: "梧州市岑溪市怡景路12号",
          lon: 111.001429,
          lat: 22.928517,
          tel: ""
        },
        {
          name: "金龙万豪酒店",
          addr: "广西壮族自治区梧州市长洲区新兴二路130号",
          lon: 111.282935,
          lat: 23.493119,
          tel: ""
        },
        {
          name: "维纳斯皇家酒店(梧州三祺城玫瑰湖公园店)",
          addr: "广西壮族自治区梧州市长洲区湖滨路62号(玫瑰湖公园对面)",
          lon: 111.256505,
          lat: 23.489647,
          tel: ""
        },
        {
          name: "珠宝便捷酒店(新兴珠宝路店)",
          addr: "广西壮族自治区梧州市长洲区新兴珠宝路18号",
          lon: 111.278149,
          lat: 23.48525,
          tel: ""
        },
        {
          name: "城市便捷酒店(三龙大道西江三桥店)",
          addr: "广西壮族自治区梧州市长洲区三龙大道",
          lon: 111.236394,
          lat: 23.45913,
          tel: ""
        },
        {
          name: "佛子大酒店",
          addr: "广西壮族自治区梧州市龙圩区城西大道58号",
          lon: 111.246069,
          lat: 23.412759,
          tel: ""
        },
        {
          name: "城市便捷酒店(梧州三祺城店)",
          addr: "梧州市长洲区兴业路中国铁建玫瑰湾东侧约150米",
          lon: 111.263783,
          lat: 23.493645,
          tel: ""
        },
        {
          name: "梧州永安州宾馆",
          addr: "广西壮族自治区梧州市蒙山县民主街31号",
          lon: 110.52831,
          lat: 24.206787,
          tel: ""
        },
        {
          name: "灏庭商务宾馆",
          addr: "广西壮族自治区梧州市龙圩区龙圩镇龙湖路55号(龙湖春天小区正门对面)",
          lon: 111.259898,
          lat: 23.42424,
          tel: ""
        },
        {
          name: "来往时尚酒店(藤县藤州大道店)",
          addr: "广西壮族自治区梧州市藤县藤州大道88号",
          lon: 110.94264,
          lat: 23.381952,
          tel: ""
        },
        {
          name: "柏曼酒店梧州藤县店",
          addr: "广西壮族自治区梧州市藤县螺山六街46号",
          lon: 110.933663,
          lat: 23.375979,
          tel: ""
        },
        {
          name: "18韵·精品温泉酒店(梧州三分店)",
          addr: "广西壮族自治区梧州市万秀区蝶山一路50号",
          lon: 111.308506,
          lat: 23.484211,
          tel: ""
        },
        {
          name: "宜尚酒店(梧州苍海湖店)",
          addr: "广西壮族自治区梧州市龙圩区龙圩镇世纪广场苍梧大道33号",
          lon: 111.257562,
          lat: 23.422687,
          tel: ""
        },
        {
          name: "城市便捷酒店(梧州市太阳广场店)",
          addr: "广西壮族自治区梧州市长洲区龙山路3-1号",
          lon: 111.29656,
          lat: 23.482878,
          tel: ""
        },
        {
          name: "蒙州古驿酒店",
          addr: "梧州市蒙山县东江西路蒙山县永安王城景区",
          lon: 110.528859,
          lat: 24.209443,
          tel: ""
        },
        {
          name: "牡丹大酒店-会议中心",
          addr: "津南路208",
          lon: 110.93495,
          lat: 23.380775,
          tel: "(0774)7285788"
        },
        {
          name: "育才大酒店会务中心",
          addr: "梧州市岑溪市育才路汇洋茗城西北侧约30米",
          lon: 111.004786,
          lat: 22.932819,
          tel: ""
        },
        {
          name: "岑溪市会议中心",
          addr: "广西壮族自治区梧州市岑溪市岑城镇玉梧大道行政学校会议中心",
          lon: 111.010835,
          lat: 22.938878,
          tel: ""
        },
        {
          name: "格盟酒店-会议中心",
          addr: "梧州市岑溪市广南路21号",
          lon: 111.000009,
          lat: 22.920593,
          tel: ""
        },
        {
          name: "梧州学院",
          addr: "广西壮族自治区梧州市万秀区富民三路82号",
          lon: 111.322852,
          lat: 23.503845,
          tel: "(0774)5820972"
        },
        {
          name: "旺城广场",
          addr: "梧州市万秀区大学路36-1号",
          lon: 111.312058,
          lat: 23.483309,
          tel: "(0774)2065599"
        },
        {
          name: "梧州市长洲区人民政府",
          addr: "新兴二路193号",
          lon: 111.281108,
          lat: 23.491666,
          tel: "(0774)3862832"
        },
        {
          name: "梅西生活广场",
          addr: "新兴三路30",
          lon: 111.276913,
          lat: 23.484808,
          tel: "(0774)3105999"
        },
        {
          name: "梧州市中医医院",
          addr: "广西壮族自治区梧州市长洲区新兴二路142号",
          lon: 111.271328,
          lat: 23.482588,
          tel: "(0774)2023634"
        },
        {
          name: "金晖梧州汽车站",
          addr: "红岭路5号",
          lon: 111.26322,
          lat: 23.486016,
          tel: "(0774)3857716"
        },
        {
          name: "文化健身公园",
          addr: "广西壮族自治区梧州市岑溪市工农路58号",
          lon: 111.001641,
          lat: 22.926055,
          tel: "(0774)8222062"
        },
        {
          name: "岑溪商贸中心",
          addr: "义州大道82号",
          lon: 111.001654,
          lat: 22.922053,
          tel: "(0774)8211980"
        },
        {
          name: "朝阳东升美食广场",
          addr: "梧州市岑溪市东升路52号",
          lon: 111.004469,
          lat: 22.921537,
          tel: "(0774)2481998"
        },
        {
          name: "岑溪市兴城商业广场",
          addr: "梧州市岑溪市玉梧大道西142号",
          lon: 110.988229,
          lat: 22.923379,
          tel: 18376488334
        },
        {
          name: "岑溪龙井转盘",
          addr: "岑溪市义州大道",
          lon: 111.012767,
          lat: 22.917561,
          tel: 15177419888
        },
        {
          name: "米兰春天广场",
          addr: "梧州市藤县长虹街与永乐街交叉路口东北侧(藤州文化广场东北侧)",
          lon: 110.940758,
          lat: 23.380208,
          tel: "(0774)7283388"
        },
        {
          name: "藤县人民法院",
          addr: "藤州大道天乐街76号",
          lon: 110.943439,
          lat: 23.380863,
          tel: "(0774)7298355"
        },
        {
          name: "藤县政府",
          addr: "广西壮族自治区梧州市藤县登俊路57号",
          lon: 110.921,
          lat: 23.381462,
          tel: "(0774)7282456"
        },
        {
          name: "石表山休闲旅游风景区",
          addr: "广西壮族自治区梧州市藤县象棋镇道家村",
          lon: 110.685007,
          lat: 23.142937,
          tel: "(0774)7309989"
        },
        {
          name: "藤县市场监督管理局(河东工商所)",
          addr: "广西壮族自治区梧州市藤县藤州镇政贤路7号",
          lon: 110.940453,
          lat: 23.376514,
          tel: "(0774)7297320"
        },
        {
          name: "蒙山县政府",
          addr: "广西壮族自治区梧州市蒙山县五福路北01号",
          lon: 110.531354,
          lat: 24.199767,
          tel: "(0774)6282003"
        },
        {
          name: "西堤二路",
          addr: "广西壮族自治区梧州市万秀区",
          lon: 111.310504,
          lat: 23.475929,
          tel: ""
        },
        {
          name: "恒业国泰广场",
          addr: "广西壮族自治区梧州市万秀区中山路9号",
          lon: 111.32497,
          lat: 23.4777,
          tel: ""
        },
        {
          name: "梧州长洲岛机场",
          addr: "梧州市长洲区机场路",
          lon: 111.263542,
          lat: 23.46009,
          tel: ""
        },
        {
          name: "梧州站",
          addr: "梧州市长洲区湖滨路168号",
          lon: 111.247137,
          lat: 23.49329,
          tel: ""
        },
        {
          name: "大正商业广场",
          addr: "广西壮族自治区-梧州市-长洲区-G207",
          lon: 111.282967,
          lat: 23.492522,
          tel: ""
        },
        {
          name: "岑溪人民广场",
          addr: "梧州市岑溪市广南路21号",
          lon: 111.001253,
          lat: 22.920913,
          tel: ""
        },
        {
          name: "汇洋国际",
          addr: "湖溪一街与湖溪路交叉口南50米",
          lon: 110.996408,
          lat: 22.921661,
          tel: ""
        },
        {
          name: "岑溪汽车客运服务站",
          addr: "梧州市岑溪市岑城镇玉梧大道80号",
          lon: 111.010037,
          lat: 22.931356,
          tel: ""
        },
        {
          name: "梧州旺甫工业园",
          addr: "广西壮族自治区梧州市万秀区园区三路",
          lon: 111.349042,
          lat: 23.541117,
          tel: ""
        },
        {
          name: "兴达大厦",
          addr: "梧州市藤县藤州大道268号",
          lon: 110.934868,
          lat: 23.379663,
          tel: ""
        },
        {
          name: "藤县汽车站",
          addr: "广西壮族自治区梧州市藤县藤州镇津南路152号",
          lon: 110.936596,
          lat: 23.376537,
          tel: ""
        },
        {
          name: "藤县中医医院",
          addr: "广西壮族自治区梧州市藤县西厚路",
          lon: 110.913839,
          lat: 23.374766,
          tel: ""
        },
        {
          name: "藤州文化广场",
          addr: "梧州市藤县长虹街与永乐街交叉路口往西北约110米",
          lon: 110.939766,
          lat: 23.379804,
          tel: ""
        },
        {
          name: "藤县潭津中心校",
          addr: "东山路202号附近",
          lon: 110.942781,
          lat: 23.384527,
          tel: ""
        },
        {
          name: "藤县体育馆",
          addr: "梧州市藤县藤州大道386号",
          lon: 110.930086,
          lat: 23.378449,
          tel: ""
        },
        {
          name: "世纪商厦",
          addr: "梧州市龙圩区苍梧大道1号",
          lon: 111.256234,
          lat: 23.423494,
          tel: ""
        },
        {
          name: "梧州南站",
          addr: "广西壮族自治区梧州市龙圩区站前路",
          lon: 111.228922,
          lat: 23.39976,
          tel: ""
        }
    ]
  },
  {
    name: "教育",
    icon: '../../static/images/education.png',
	markIcon:'../../static/images/educationL.png',
    id: "3",
    isShow: false,
    list: [
		{
          name: "梧州高新区外国语学校",
          addr: "梧州市万秀区星泰路梧州高新区双语实验学校东南侧约160米",
          lon: 111.335187,
          lat: 23.53406,
          tel: 18877486669
        },
        {
          name: "梧州市外国语学校",
          addr: "梧州市龙圩区龙城路林水市场东侧",
          lon: 111.2492,
          lat: 23.417331,
          tel: ""
        },
		{
          name: "交通幼儿园(潘塘路)",
          addr: "新兴一路186-1号",
          lon: 111.303279,
          lat: 23.480571,
          tel: "(0774)3827329"
        },
        {
          name: "一心幼儿园(新兴二路北一巷)",
          addr: "新兴二路北一巷47号",
          lon: 111.287941,
          lat: 23.489383,
          tel: "(0774)3827028"
        },
        {
          name: "黄金灏景幼儿园",
          addr: "广西壮族自治区梧州市长洲区西堤三路28号灏景尚都西门处",
          lon: 111.281034,
          lat: 23.479149,
          tel: "(0774)6019138"
        },
        {
          name: "梧州市机电幼儿园",
          addr: "广西壮族自治区梧州市万秀区富民一路42号",
          lon: 111.313546,
          lat: 23.487529,
          tel: "(0774)5823454"
        },
        {
          name: "梧州市国商幼儿园",
          addr: "小南路7号",
          lon: 111.320791,
          lat: 23.477317,
          tel: "(0774)2826446"
        },
        {
          name: "梧州市第一幼儿园",
          addr: "梧州市万秀区东中路梧州市十一中西北侧约50米",
          lon: 111.323067,
          lat: 23.481021,
          tel: "(0774)2823179"
        },
        {
          name: "迪星幼儿园",
          addr: "梧州市岑溪市岑城镇玉梧大道91号",
          lon: 111.007914,
          lat: 22.93204,
          tel: ""
        },
        {
          name: "城建幼儿园(广西电网公司梧州供电局东)",
          addr: "文澜路63号",
          lon: 111.311644,
          lat: 23.476593,
          tel: "(0774)3823971"
        },
        {
          name: "梧州市第二幼儿园",
          addr: "和平路26号",
          lon: 111.321706,
          lat: 23.48006,
          tel: "(0774)2823920"
        },
        {
          name: "金龙小灵聪幼儿园",
          addr: "广西壮族自治区梧州市龙圩区城西大道60",
          lon: 111.245929,
          lat: 23.413024,
          tel: 15077491256
        },
        {
          name: "城西幼儿园",
          addr: "梧州市岑溪市玉梧大道108号",
          lon: 110.992097,
          lat: 22.923883,
          tel: "(0774)8220816"
        },
        {
          name: "岑溪市第二幼儿园",
          addr: "兴业路3号",
          lon: 111.007212,
          lat: 22.926909,
          tel: ""
        },
        {
          name: "岑溪市英才双语实验幼儿园",
          addr: "梧州市岑溪市玉梧大道23号",
          lon: 110.993695,
          lat: 22.925662,
          tel: "(0774)8224930"
        },
        {
          name: "六一幼儿园",
          addr: "和平路36号",
          lon: 111.32149,
          lat: 23.480367,
          tel: "(0774)2823180"
        },
        {
          name: "海洋神奇双语",
          addr: "广西壮族自治区梧州市龙圩区龙湖西三路55号",
          lon: 111.255326,
          lat: 23.426567,
          tel: 15677401080
        },
        {
          name: "小红花幼儿园(步埠路)",
          addr: "步埠路82号",
          lon: 111.305251,
          lat: 23.487653,
          tel: "(0774)3882210"
        },
        {
          name: "育才幼儿园(龙门路)",
          addr: "龙门路1号",
          lon: 111.268128,
          lat: 23.479501,
          tel: "(0774)3843609"
        },
        {
          name: "蝶山幼儿园",
          addr: "广西壮族自治区梧州市万秀区工厂二路1号",
          lon: 111.304284,
          lat: 23.482512,
          tel: "(0774)3827751"
        },
        {
          name: "岑溪市第三幼儿园",
          addr: "广西壮族自治区梧州市岑溪市岑城镇新北路55号",
          lon: 111.019015,
          lat: 22.922598,
          tel: "(0774)8232812"
        },
        {
          name: "智慧树幼儿园",
          addr: "西环路龙山里小区c区30号",
          lon: 111.292219,
          lat: 23.486788,
          tel: 18877478191
        },
        {
          name: "龙湖之星幼儿园",
          addr: "梧州市龙圩区龙湖西一路嘉洋金丰苑南侧约60米",
          lon: 111.256997,
          lat: 23.428143,
          tel: 13657848836
        },
        {
          name: "金苹果第五幼儿园",
          addr: "广西壮族自治区梧州市岑溪市侨新一路28号",
          lon: 111.010402,
          lat: 22.928769,
          tel: "(0774)8156988"
        },
        {
          name: "开心幼儿园",
          addr: "梧州市龙圩区龙湖西一路龙湖东岸丽苑",
          lon: 111.261648,
          lat: 23.429239,
          tel: ""
        },
        {
          name: "小童星幼儿园",
          addr: "梧州市长洲区安居家具广场东侧约250米",
          lon: 111.270651,
          lat: 23.496756,
          tel: 17777405295
        },
        {
          name: "英国牛津国际文化教育集团梧州城市中...",
          addr: "大塘街道新兴三路50号",
          lon: 111.276693,
          lat: 23.483103,
          tel: "(0774)3937888"
        },
        {
          name: "小太阳幼儿园(螺山六街店)",
          addr: "梧州市藤县螺山一街兴达花苑东北侧约40米",
          lon: 110.933123,
          lat: 23.377237,
          tel: 15878415058
        },
        {
          name: "博才幼儿园",
          addr: "梧州市岑溪市怡景路103号",
          lon: 111.00483,
          lat: 22.929637,
          tel: 13877434667
        },
        {
          name: "银湖双语幼儿园",
          addr: "银湖南路29号",
          lon: 111.272086,
          lat: 23.482207,
          tel: 18775023229
        },
        {
          name: "晨曦双语第三幼儿园",
          addr: "梧州市岑溪市明都新城永兴三街",
          lon: 110.994475,
          lat: 22.921567,
          tel: ""
        },
        {
          name: "金色摇篮幼儿园",
          addr: "广西壮族自治区梧州市长洲区长洲镇龙平小学西北350米",
          lon: 111.232347,
          lat: 23.464197,
          tel: "(0774)3899068"
        },
        {
          name: "梧州贝尔幼儿园",
          addr: "红岭路10号",
          lon: 111.266581,
          lat: 23.488942,
          tel: ""
        },
        {
          name: "小燕幼儿园",
          addr: "梧州市万秀区和平路和平小区东侧约110米",
          lon: 111.322458,
          lat: 23.481498,
          tel: 18307740026
        },
        {
          name: "翠薇居幼儿园",
          addr: "广西壮族自治区梧州市长洲区新兴路108号",
          lon: 111.286756,
          lat: 23.486275,
          tel: "(0774)5835666"
        },
        {
          name: "喜洋洋幼儿园",
          addr: "梧州市岑溪市义州大道532号",
          lon: 111.01601,
          lat: 22.913802,
          tel: 13647743800
        },
        {
          name: "龙昌幼儿园",
          addr: "321国道农家便利店南50米",
          lon: 110.750758,
          lat: 23.564023,
          tel: 14795420081
        },
        {
          name: "文峰幼儿园",
          addr: "藤州镇中央城旁边小太阳",
          lon: 110.930625,
          lat: 23.381206,
          tel: 15878415058
        },
        {
          name: "童天幼儿园",
          addr: "广西壮族自治区梧州市龙圩区广信路378号",
          lon: 111.261664,
          lat: 23.434075,
          tel: 13977484700
        },
        {
          name: "新艺幼儿园",
          addr: "广西壮族自治区梧州市岑溪市义州六街三巷9号",
          lon: 111.015407,
          lat: 22.915743,
          tel: 13657745050
        },
        {
          name: "城西幼儿园(人民路)",
          addr: "藤州镇人民路65号",
          lon: 110.910495,
          lat: 23.377909,
          tel: 15677427315
        },
        {
          name: "童星现代幼儿园",
          addr: "梧州市苍梧县南一街石桥中心小学北侧约240米",
          lon: 111.547953,
          lat: 23.849562,
          tel: "(0774)2931799"
        },
        {
          name: "创新幼儿园",
          addr: "梧州市藤县百兴四街与百兴五街交叉路口北侧",
          lon: 110.702877,
          lat: 23.669781,
          tel: ""
        },
        {
          name: "梧州市龙圩区育宝幼儿园",
          addr: "广西壮族自治区梧州市龙圩区龙城西路1号",
          lon: 111.245036,
          lat: 23.41134,
          tel: 18977452528
        },
        {
          name: "明日之星幼儿园",
          addr: "梧州市龙圩区农林路188号",
          lon: 111.251589,
          lat: 23.415003,
          tel: 18778843130
        },
        {
          name: "金童幼儿园",
          addr: "梧州市藤县象棋镇人民政府东侧约110米",
          lon: 110.745386,
          lat: 23.17294,
          tel: "(0774)7386758"
        },
        {
          name: "潭东康乐幼儿园",
          addr: "梧州市藤县藤州大道(藤州镇中学西北侧约100米)",
          lon: 110.981584,
          lat: 23.362634,
          tel: 15777432288
        },
        {
          name: "梧州市大风车幼儿园",
          addr: "梧州市长洲区石人冲路富祥花园北侧约40米",
          lon: 111.289798,
          lat: 23.488429,
          tel: "(0774)3888188"
        },
        {
          name: "岑溪市筋竹镇博学幼儿园",
          addr: "岑溪市筋竹镇文化路1号",
          lon: 111.292076,
          lat: 22.905998,
          tel: "(0774)8254623"
        },
        {
          name: "桃李幼儿园",
          addr: "梧州市岑溪市乌海线",
          lon: 111.02165,
          lat: 22.938493,
          tel: "18977461088,0774-8225066"
        },
        {
          name: "竹湾未来之星幼儿园",
          addr: "梧州市长洲区竹湾小学东南侧约50米",
          lon: 111.274693,
          lat: 23.469485,
          tel: "0774 - 3852852"
        },
        {
          name: "宝贝幼儿园",
          addr: "梧州市藤县桥西路桂宏达睿城商住小区东南侧约140米",
          lon: 110.9198,
          lat: 23.373692,
          tel: ""
        },
        {
          name: "明都新城幼儿园",
          addr: "梧州市岑溪市岑城镇永兴三街89号",
          lon: 110.993075,
          lat: 22.919979,
          tel: "(0774)8238081"
        },
        {
          name: "古龙镇童星幼儿园",
          addr: "广西壮族自治区梧州市藤县古龙街",
          lon: 110.89393,
          lat: 23.655325,
          tel: 13367647682
        },
        {
          name: "小天使幼儿园(蒙江镇财政所东北)",
          addr: "梧州市藤县X191藤县第三中学东北侧约190米",
          lon: 110.760439,
          lat: 23.479589,
          tel: "18977470401"
        },
        {
          name: "宝贝树幼儿园",
          addr: "梧州市藤县天乐一街藤县潭津中心校南侧约200米",
          lon: 110.942813,
          lat: 23.382645,
          tel: 13977478775
        },
        {
          name: "金金贝幼儿园",
          addr: "梧州市岑溪市福昆线",
          lon: 111.090568,
          lat: 22.906003,
          tel: "(0774)8412323"
        },
        {
          name: "阳光幼儿园(东平路)",
          addr: "通文街405号(新世纪阳光花园B区北)",
          lon: 110.53269,
          lat: 24.208087,
          tel: 13737806111
        },
        {
          name: "津北大拇指幼儿园",
          addr: "梧州市藤县津蒙公路津北市场西侧约80米",
          lon: 110.928675,
          lat: 23.400419,
          tel: 15177417548
        },
        {
          name: "童乐幼儿园",
          addr: "太平镇园岭街65号(太平镇政府斜对面)",
          lon: 110.706372,
          lat: 23.658557,
          tel: 13005975601
        },
        {
          name: "华骏幼儿园",
          addr: "梧州市藤县桥西路桂宏达睿城商住小区南侧约150米",
          lon: 110.917985,
          lat: 23.372647,
          tel: ""
        },
        {
          name: "探花启智幼儿园",
          addr: "梧州市岑溪市义洲大道751号",
          lon: 111.020502,
          lat: 22.911334,
          tel: "(0774)8518899,18070616168"
        },
        {
          name: "春天幼儿园",
          addr: "X211梨木二中东侧约240米",
          lon: 111.130886,
          lat: 22.804748,
          tel: "(0774)8315988,18977415988"
        },
        {
          name: "贝贝乐幼儿园",
          addr: "三美路213号附近",
          lon: 110.931237,
          lat: 23.108073,
          tel: 13977435038
        },
        {
          name: "新圣幼儿园",
          addr: "广西壮族自治区梧州市岑溪市207国道韵华影美容养生会所旁",
          lon: 111.053658,
          lat: 23.006381,
          tel: 13471971173
        },
        {
          name: "新宝幼儿园昙容分园",
          addr: "广西壮族自治区梧州市岑溪市马路镇昙容中学门口",
          lon: 110.814729,
          lat: 22.884796,
          tel: "(0774)2588080"
        },
        {
          name: "宏乐幼儿园",
          addr: "梧州市藤县东山路锦绣豪庭(体育西街)北侧约140米",
          lon: 110.928889,
          lat: 23.380678,
          tel: ""
        },
        {
          name: "新世纪幼儿园",
          addr: "梧州市藤县登俊路藤县中学",
          lon: 110.920923,
          lat: 23.379854,
          tel: 13977471515
        },
        {
          name: "金苹果幼儿园",
          addr: "藤州镇西江路254号",
          lon: 110.912128,
          lat: 23.380683,
          tel: ""
        },
        {
          name: "龙湖中心幼儿园",
          addr: "龙湖西一路138号",
          lon: 111.258006,
          lat: 23.429094,
          tel: ""
        },
        {
          name: "柏思玫瑰湖幼儿园",
          addr: "湖滨路1号玫瑰湖特色街B区第19至43号商铺",
          lon: 111.255794,
          lat: 23.487483,
          tel: ""
        },
        {
          name: "下冲幼儿园",
          addr: "梧州市万秀区工厂二路下冲市场东北侧约30米",
          lon: 111.299168,
          lat: 23.485253,
          tel: ""
        },
        {
          name: "小天使幼儿园(政贤路)",
          addr: "梧州市龙圩镇祥龙六路198号",
          lon: 111.254232,
          lat: 23.416981,
          tel: ""
        },
        {
          name: "卓越艺术幼儿园",
          addr: "兴龙街道龙新村八组",
          lon: 111.261727,
          lat: 23.479603,
          tel: ""
        },
        {
          name: "梧州市童乐幼儿园(三云苑西)",
          addr: "下三云路93",
          lon: 111.308985,
          lat: 23.489737,
          tel: ""
        },
        {
          name: "大红花幼儿园",
          addr: "广西壮族自治区梧州市万秀区步埠路53号-之7",
          lon: 111.307838,
          lat: 23.487095,
          tel: ""
        },
        {
          name: "教工幼儿园",
          addr: "新兴二路4-5号",
          lon: 111.293693,
          lat: 23.481261,
          tel: ""
        },
        {
          name: "小状元幼儿园",
          addr: "梧州市龙圩区广信路嘉洋金丰苑西南侧约90米",
          lon: 111.256235,
          lat: 23.428065,
          tel: ""
        },
        {
          name: "广场格林幼儿园",
          addr: "政贤一路13号",
          lon: 111.255474,
          lat: 23.422001,
          tel: ""
        },
        {
          name: "阳光幼儿园",
          addr: "广西壮族自治区梧州市长洲区梧州水利电力设计院",
          lon: 111.242451,
          lat: 23.467926,
          tel: ""
        },
        {
          name: "梧州市龙圩幼儿园",
          addr: "龙圩镇凤岭街15号",
          lon: 111.250968,
          lat: 23.425946,
          tel: ""
        },
        {
          name: "一心教育实验幼儿园",
          addr: "广西壮族自治区梧州市万秀区富民一路14号",
          lon: 111.315853,
          lat: 23.491191,
          tel: ""
        },
        {
          name: "龙城幼儿园",
          addr: "梧州市龙圩区城西大道新华苑南侧约170米",
          lon: 111.244316,
          lat: 23.416131,
          tel: ""
        },
        {
          name: "小明星幼儿园",
          addr: "梧州市龙圩区龙兴路梧州市龙圩第一实验小学西侧约240米",
          lon: 111.241904,
          lat: 23.418941,
          tel: ""
        },
        {
          name: "龙华幼儿园",
          addr: "梧州市长洲区龙华小学西北侧约250米",
          lon: 111.201579,
          lat: 23.437537,
          tel: ""
        },
        {
          name: "梧州市蓓优艺术幼儿园",
          addr: "工业园区恒和路2号C区C2座(中恒集团后面别墅区)",
          lon: 111.325628,
          lat: 23.534857,
          tel: ""
        },
        {
          name: "倒水镇中心幼儿园",
          addr: "广西壮族自治区梧州市长洲区倒水街龙泉北路41号",
          lon: 111.142041,
          lat: 23.580204,
          tel: ""
        },
        {
          name: "桃李国学幼儿园",
          addr: "梧州市万秀区工厂一路永业大厦",
          lon: 111.307181,
          lat: 23.476672,
          tel: ""
        },
        {
          name: "小聪幼儿园",
          addr: "夏郢镇夏郢市场旁边",
          lon: 111.297591,
          lat: 23.600329,
          tel: ""
        },
        {
          name: "城东幼儿园",
          addr: "梧州市龙圩区城东路城东市场(城东路)北侧约70米",
          lon: 111.257281,
          lat: 23.420347,
          tel: ""
        },
        {
          name: "未来星幼儿园",
          addr: "太平镇正东街34号",
          lon: 110.701953,
          lat: 23.660871,
          tel: ""
        },
        {
          name: "岭景镇中心幼儿园",
          addr: "梧州市藤县岭景街(岭景镇中学)",
          lon: 110.656165,
          lat: 23.149244,
          tel: ""
        },
        {
          name: "娃娃之家幼儿园",
          addr: "广西壮族自治区梧州市长洲区三龙大道17、19号",
          lon: 111.256994,
          lat: 23.481836,
          tel: ""
        },
        {
          name: "蒙山镇中心幼儿园",
          addr: "梧州市蒙山县湄江中路与湄江桥交叉路口往西约200米(蒙山县公安局西南侧)",
          lon: 110.525661,
          lat: 24.197302,
          tel: ""
        },
        {
          name: "蓝天幼儿园",
          addr: "324国道北50米",
          lon: 111.10082,
          lat: 22.905237,
          tel: ""
        },
        {
          name: "建童幼儿园",
          addr: "广西壮族自治区梧州市龙圩区综合批发市场7栋3楼",
          lon: 111.244668,
          lat: 23.411912,
          tel: ""
        },
        {
          name: "蓓蕾幼儿园",
          addr: "梧州市藤县百兴四街西瓜农贸市场南侧约270米",
          lon: 110.703566,
          lat: 23.668112,
          tel: ""
        },
        {
          name: "朝阳幼儿园",
          addr: "梧州市藤县东山路与政贤路交叉路口往西北约110米",
          lon: 110.937173,
          lat: 23.383718,
          tel: ""
        },
        {
          name: "金川苑幼儿园",
          addr: "梧州市藤县金川四街藤州文化广场北侧约150米",
          lon: 110.939307,
          lat: 23.381898,
          tel: ""
        },
        {
          name: "大风车幼儿园(民主街分园)",
          addr: "梧州市蒙山县民主街蒙山县中心市场西北侧约260米",
          lon: 110.529007,
          lat: 24.206727,
          tel: ""
        },
        {
          name: "大坡中英文幼儿园",
          addr: "梧州市龙圩区X185",
          lon: 111.313716,
          lat: 23.283792,
          tel: ""
        },
        {
          name: "小童星幼儿园",
          addr: "三堡镇下街42号",
          lon: 110.927163,
          lat: 23.113303,
          tel: ""
        },
        {
          name: "慧凡·三堡朝阳幼儿园",
          addr: "梧州市岑溪市中国信合三堡支行南侧约230米",
          lon: 110.926092,
          lat: 23.10896,
          tel: ""
        },
        {
          name: "大勒金太阳幼儿园",
          addr: "广西壮族自治区梧州市岑溪市大勒金太阳幼儿园(324国道南)",
          lon: 111.045254,
          lat: 22.903424,
          tel: ""
        },
        {
          name: "藤龙幼儿园",
          addr: "梧州市藤县G358广西藤县天平镇新兴小学西南侧约210米",
          lon: 110.803041,
          lat: 23.392383,
          tel: ""
        },
        {
          name: "嘉嘉幼儿园",
          addr: "广西壮族自治区梧州市龙圩区广平镇嘉嘉幼儿园(广平客运站东南)",
          lon: 111.320636,
          lat: 23.097944,
          tel: ""
        },
        {
          name: "金色童年幼儿园",
          addr: "梧州市藤县新庆中学东南侧约280米",
          lon: 110.755216,
          lat: 23.271448,
          tel: ""
        },
        {
          name: "爱弥儿幼儿园",
          addr: "梧州市岑溪市玉梧大道与思湖路交叉路口往西南约240米",
          lon: 110.987257,
          lat: 22.921481,
          tel: ""
        },
        {
          name: "希望幼儿园",
          addr: "梧州市龙圩区乌海线中国农业银行新地分理处南侧约90米",
          lon: 111.19266,
          lat: 23.23869,
          tel: ""
        },
        {
          name: "启明星幼儿园",
          addr: "广平社区",
          lon: 111.320386,
          lat: 23.098586,
          tel: ""
        },
        {
          name: "炫童幼儿园",
          addr: "梧州市藤县天乐街时代华府西侧约60米",
          lon: 110.943542,
          lat: 23.380352,
          tel: ""
        },
        {
          name: "育星幼儿园",
          addr: "梧州市藤县民安六街恒威时代豪庭西北侧约70米",
          lon: 110.943391,
          lat: 23.379274,
          tel: ""
        },
        {
          name: "古凤红苹果幼儿园",
          addr: "梧州市龙圩区X184苍梧县古凤小学西北侧约130米",
          lon: 111.259899,
          lat: 23.388038,
          tel: ""
        },
        {
          name: "蓝精灵幼儿园",
          addr: "梧州市苍梧县乌海线",
          lon: 111.540591,
          lat: 23.947708,
          tel: ""
        },
        {
          name: "育才·大地ABC mouse实验幼儿园",
          addr: "梧州市岑溪市岑城镇育才路与文化二路交叉路口",
          lon: 111.003854,
          lat: 22.932613,
          tel: ""
        },
        {
          name: "安泰博雅双语幼儿园",
          addr: "梧州市藤县政贤路安泰花园",
          lon: 110.945132,
          lat: 23.376545,
          tel: ""
        },
        {
          name: "龙山幼儿园",
          addr: "梧州市长洲区龙山路华融花园南侧",
          lon: 111.296055,
          lat: 23.482737,
          tel: ""
        },
        {
          name: "龙圩镇启蒙幼儿园",
          addr: "梧州市龙圩区X184",
          lon: 111.302254,
          lat: 23.372757,
          tel: ""
        },
        {
          name: "晨曦幼儿园",
          addr: "梧州市万秀区富民一路富东小区",
          lon: 111.318179,
          lat: 23.490911,
          tel: ""
        },
        {
          name: "丽港幼儿园",
          addr: "梧州市长洲区西堤路丽港华府",
          lon: 111.297896,
          lat: 23.477391,
          tel: ""
        },
        {
          name: "金凤百灵幼儿园",
          addr: "广西壮族自治区梧州市藤县古龙镇金凤村六坡头",
          lon: 110.833622,
          lat: 23.630932,
          tel: ""
        },
        {
          name: "祥龙金宝贝幼儿园",
          addr: "梧州市蒙山县东平路与东环路交叉路口往北约200米(阳光华庭东北侧约100米)",
          lon: 110.536013,
          lat: 24.207006,
          tel: ""
        },
        {
          name: "开心果幼儿园",
          addr: "梧州市苍梧县浔阳路苍梧县旺甫镇人民政府北侧约210米",
          lon: 111.363509,
          lat: 23.563419,
          tel: ""
        },
        {
          name: "天平镇罗垌小学附属幼儿园",
          addr: "广西壮族自治区梧州市藤县G358",
          lon: 110.635085,
          lat: 23.350583,
          tel: ""
        },
        {
          name: "德安村委幼儿园",
          addr: "广西壮族自治区梧州市藤县",
          lon: 110.836821,
          lat: 23.645638,
          tel: ""
        },
        {
          name: "四旺金葵花幼儿园",
          addr: "梧州市藤县",
          lon: 110.981176,
          lat: 23.310934,
          tel: ""
        },
        {
          name: "丙曹蓝天幼儿园",
          addr: "梧州市长洲区",
          lon: 111.253592,
          lat: 23.467298,
          tel: ""
        },
        {
          name: "中心小学附属幼儿园",
          addr: "梧州市岑溪市幸福路",
          lon: 111.294353,
          lat: 22.906387,
          tel: ""
        },
        {
          name: "千千幼儿园",
          addr: "梧州市龙圩区X185广平中心小学东南侧约180米",
          lon: 111.317957,
          lat: 23.098123,
          tel: ""
        },
        {
          name: "小小幼儿园",
          addr: "梧州市岑溪市X211",
          lon: 111.129562,
          lat: 22.804725,
          tel: ""
        },
        {
          name: "东昇幼儿园",
          addr: "梧州市藤县和双大道藤县和平镇第一初级中学西南侧约210米",
          lon: 110.663119,
          lat: 23.539515,
          tel: ""
        },
        {
          name: "阳光幼儿园(甘棠村店)",
          addr: "梧州市蒙山县蒙山镇甘棠小学西南侧约80米",
          lon: 110.551049,
          lat: 24.210106,
          tel: ""
        },
        {
          name: "朝馨幼儿园",
          addr: "梧州市藤县桥西路",
          lon: 110.917209,
          lat: 23.372867,
          tel: ""
        },
        {
          name: "古凤安安幼儿园",
          addr: "广西壮族自治区梧州市龙圩区X184",
          lon: 111.260294,
          lat: 23.385518,
          tel: ""
        },
        {
          name: "鸿星幼儿园",
          addr: "梧州市藤县东山路(华星幼儿园)",
          lon: 110.944879,
          lat: 23.384798,
          tel: ""
        },
        {
          name: "马路镇新六一幼儿园",
          addr: "梧州市岑溪市乌海线",
          lon: 110.909762,
          lat: 22.907546,
          tel: ""
        },
        {
          name: "红黄蓝小翰林幼儿园",
          addr: "梧州市蒙山县湄江北路耀华永安花园东侧",
          lon: 110.524586,
          lat: 24.207935,
          tel: ""
        },
        {
          name: "西河小太阳幼儿园",
          addr: "广西壮族自治区梧州市蒙山县西河镇大塘村",
          lon: 110.591769,
          lat: 24.197228,
          tel: ""
        },
        {
          name: "新星幼儿园",
          addr: "梧州市长洲区龙泉路倒水中心小学倒水新城西北东南侧约200米",
          lon: 111.141736,
          lat: 23.570296,
          tel: ""
        },
        {
          name: "盛世佳苑托育园",
          addr: "梧州市龙圩区新塘东路梧州市龙圩区中医医院北侧约150米",
          lon: 111.250991,
          lat: 23.419929,
          tel: ""
        },
        {
          name: "多宝托育园",
          addr: "梧州市万秀区X183梧州市第十九中学西南侧约290米",
          lon: 111.296796,
          lat: 23.598444,
          tel: ""
        },
        {
          name: "童心午托家园",
          addr: "梧州市长洲区龙门路梧州市龙新小学西北侧约100米",
          lon: 111.25891,
          lat: 23.479272,
          tel: ""
        },
        {
          name: "广西梧州市第一实验小学",
          addr: "广西壮族自治区梧州市万秀区步埠路新富里21号",
          lon: 111.30758,
          lat: 23.488067,
          tel: "(0774)3825905"
        },
        {
          name: "梧州市龙平小学",
          addr: "广西壮族自治区梧州市长洲区龙平村三龙大道人民医院对面",
          lon: 111.234935,
          lat: 23.463778,
          tel: "(0774)3899087"
        },
        {
          name: "梧州市振兴小学",
          addr: "万秀区工厂一路山地里西巷一号",
          lon: 111.299625,
          lat: 23.479873,
          tel: "(0774)3827612"
        },
        {
          name: "岑溪市第一小学",
          addr: "梧州市岑溪市工农路21号",
          lon: 111.000838,
          lat: 22.926407,
          tel: "(0774)8222604"
        },
        {
          name: "岑溪市第五小学",
          addr: "梧州市岑溪市工农路207号",
          lon: 111.016076,
          lat: 22.919691,
          tel: "(0774)8223099"
        },
        {
          name: "龙圩镇恩义小学",
          addr: "207国道东100米",
          lon: 111.26839,
          lat: 23.431381,
          tel: "(0774)2693084"
        },
        {
          name: "岑溪市第二小学",
          addr: "广西壮族自治区梧州市岑溪市大中路48号",
          lon: 111.007511,
          lat: 22.926025,
          tel: "(0774)8224031"
        },
        {
          name: "梧州市大塘小学",
          addr: "梧州市长洲区新兴二路北一巷32号",
          lon: 111.288262,
          lat: 23.485489,
          tel: "(0774)3833891"
        },
        {
          name: "正阳小学",
          addr: "长洲镇正阳村下中2组",
          lon: 111.225413,
          lat: 23.437404,
          tel: "(0774)3896377"
        },
        {
          name: "岑溪十小",
          addr: "梧州市岑溪市玉梧大道西193号",
          lon: 110.981545,
          lat: 22.916658,
          tel: "(0774)8223124"
        },
        {
          name: "岑溪市第七小学",
          addr: "梧州市岑溪市龙塘四组龙井社区108号",
          lon: 111.012785,
          lat: 22.912481,
          tel: "(0774)8229125"
        },
        {
          name: "藤县藤城中心校",
          addr: "藤州镇登俊路26号",
          lon: 110.918031,
          lat: 23.379641,
          tel: "(0774)7282224"
        },
        {
          name: "梧州市新兴二路小学",
          addr: "广西壮族自治区梧州市长洲区金湖北路8-1号",
          lon: 111.283838,
          lat: 23.489031,
          tel: "(0774)6015767"
        },
        {
          name: "新城小学",
          addr: "长江镇",
          lon: 111.241649,
          lat: 23.446377,
          tel: "(0774)3896100"
        },
        {
          name: "龙窝小学",
          addr: "广西壮族自治区梧州市龙圩区龙窝小学(207国道西)",
          lon: 111.188626,
          lat: 23.228398,
          tel: "(0774)2900987"
        },
        {
          name: "回龙小学",
          addr: "梧州市龙圩区岑苍路",
          lon: 111.152229,
          lat: 23.160662,
          tel: "(0774)6298408"
        },
        {
          name: "梧州市长地小学",
          addr: "广西壮族自治区梧州市长洲区长地村三组53号",
          lon: 111.263419,
          lat: 23.452094,
          tel: "(0774)3891672"
        },
        {
          name: "岑溪市水汶中心小学",
          addr: "广西壮族自治区梧州市岑溪市水汶社区包茂高速公路水汶镇中心小学",
          lon: 110.99728,
          lat: 22.686216,
          tel: "(0774)8351207"
        },
        {
          name: "金鸡小学",
          addr: "归义镇金鸡村",
          lon: 111.070548,
          lat: 22.908438,
          tel: "(0774)8417090"
        },
        {
          name: "祥江小学",
          addr: "祥江",
          lon: 110.517987,
          lat: 23.82482,
          tel: "(0774)7656968"
        },
        {
          name: "路垌小学",
          addr: "048乡道与702县道交叉口北100米",
          lon: 111.087906,
          lat: 23.590973,
          tel: "(0774)5728105"
        },
        {
          name: "马路小学",
          addr: "梧州市岑溪市乌海线",
          lon: 110.90712,
          lat: 22.905313,
          tel: "(0774)8531032"
        },
        {
          name: "水汶镇中心小学",
          addr: "广西壮族自治区梧州市岑溪市富民路1号",
          lon: 110.994082,
          lat: 22.688161,
          tel: "(0774)8351207"
        },
        {
          name: "岭景镇南荣古天乐小学",
          addr: "广西壮族自治区梧州市藤县南荣村",
          lon: 110.558403,
          lat: 23.196649,
          tel: "(0774)7307204"
        },
        {
          name: "藤县濛江镇中心校",
          addr: "广西壮族自治区梧州市藤县X193",
          lon: 110.747441,
          lat: 23.474562,
          tel: "(0774)7502263"
        },
        {
          name: "黎寨小学",
          addr: "183乡道南100米",
          lon: 111.08142,
          lat: 23.194626,
          tel: "(0774)7365857"
        },
        {
          name: "广平中心小学",
          addr: "广平镇广平街33号",
          lon: 111.316147,
          lat: 23.099128,
          tel: "(0774)2700039"
        },
        {
          name: "陈塘镇陈塘中心小学",
          addr: "陈塘镇陈塘街19号",
          lon: 110.683792,
          lat: 23.901466,
          tel: "(0774)6215437"
        },
        {
          name: "岑溪市第八小学",
          addr: "广西壮族自治区梧州市岑溪市第八小学(207国道南)",
          lon: 111.031005,
          lat: 22.941957,
          tel: "(0774)8214819"
        },
        {
          name: "苍梧县广平镇平山希望小学",
          addr: "龙圩区185县道",
          lon: 111.2972,
          lat: 23.071485,
          tel: "(0774)2874349"
        },
        {
          name: "黎田小学",
          addr: "大黎镇黎田村黎田组68号",
          lon: 110.581369,
          lat: 23.818155,
          tel: "(0774)7656306"
        },
        {
          name: "白护小学",
          addr: "梧州市岑溪市114乡道东50米",
          lon: 111.157607,
          lat: 22.794776,
          tel: "(0774)8310933"
        },
        {
          name: "思排小学",
          addr: "东荣镇思排村",
          lon: 110.647522,
          lat: 23.754949,
          tel: "(0774)7555595"
        },
        {
          name: "水汶第二小学",
          addr: "梧州市岑溪市新兴二街",
          lon: 110.997571,
          lat: 22.685962,
          tel: "(0774)8351207"
        },
        {
          name: "金坡小学",
          addr: "归义镇金坡村",
          lon: 111.118569,
          lat: 22.902773,
          tel: "(0774)8416708"
        },
        {
          name: "天平镇中心校",
          addr: "广西壮族自治区梧州市藤县天平街天平镇中心校",
          lon: 110.728048,
          lat: 23.384443,
          tel: "(0774)7387137"
        },
        {
          name: "旺步小学",
          addr: "广西壮族自治区梧州市万秀区旺步小学(塘源路南150米)",
          lon: 111.356597,
          lat: 23.468681,
          tel: ""
        },
        {
          name: "梧州市龙新小学",
          addr: "梧州市长洲区龙门路",
          lon: 111.25963,
          lat: 23.478596,
          tel: ""
        },
        {
          name: "梧州市龙圩第一实验小学",
          addr: "龙兴路62号",
          lon: 111.244674,
          lat: 23.418426,
          tel: ""
        },
        {
          name: "新兴小学",
          addr: "新兴村四组101号",
          lon: 111.27735,
          lat: 23.480692,
          tel: ""
        },
        {
          name: "梧州市第三实验小学",
          addr: "广西壮族自治区梧州市下三云路90号",
          lon: 111.308285,
          lat: 23.491776,
          tel: ""
        },
        {
          name: "梧州市长红小学",
          addr: "广西壮族自治区梧州市长洲区兴龙街道红岭路红岭1号",
          lon: 111.255651,
          lat: 23.495812,
          tel: ""
        },
        {
          name: "中山小学",
          addr: "中山路12号",
          lon: 111.325425,
          lat: 23.478047,
          tel: ""
        },
        {
          name: "岑溪市第三小学",
          addr: "梧州市岑溪市岑城镇玉梧大道东326号",
          lon: 111.019015,
          lat: 22.93636,
          tel: ""
        },
        {
          name: "藤县潭津中心校",
          addr: "东山路202号附近",
          lon: 110.942781,
          lat: 23.384527,
          tel: ""
        },
        {
          name: "红岭小学",
          addr: "兴龙街道兴龙社区德润路一号",
          lon: 111.259719,
          lat: 23.488636,
          tel: ""
        },
        {
          name: "大东路小学",
          addr: "梧州市万秀区石鼓路与云盖路交叉路口往西南约50米",
          lon: 111.330933,
          lat: 23.477826,
          tel: ""
        },
        {
          name: "梧州市龙圩中心小学",
          addr: "凤岭街文化里49号",
          lon: 111.250866,
          lat: 23.423231,
          tel: ""
        },
        {
          name: "北环路小学",
          addr: "北环路100号",
          lon: 111.322612,
          lat: 23.48481,
          tel: ""
        },
        {
          name: "梧州市莲花山小学",
          addr: "广西壮族自治区梧州市万秀区",
          lon: 111.338407,
          lat: 23.519688,
          tel: ""
        },
        {
          name: "潭东小学",
          addr: "广西壮族自治区梧州市藤县藤州镇中学附近",
          lon: 110.982931,
          lat: 23.361346,
          tel: ""
        },
        {
          name: "竹湾小学",
          addr: "竹湾村",
          lon: 111.274428,
          lat: 23.469955,
          tel: ""
        },
        {
          name: "凤翔小学",
          addr: "广西壮族自治区梧州市长洲区新兴二路京梧东苑北侧",
          lon: 111.289305,
          lat: 23.489869,
          tel: ""
        },
        {
          name: "新地镇中心小学",
          addr: "广西壮族自治区梧州市龙圩区新地镇新地村",
          lon: 111.189098,
          lat: 23.238644,
          tel: ""
        },
        {
          name: "文澜路小学",
          addr: "广西壮族自治区梧州市万秀区西堤一路36",
          lon: 111.311641,
          lat: 23.477126,
          tel: ""
        },
        {
          name: "思英小学",
          addr: "上英2组2号",
          lon: 110.989652,
          lat: 22.924531,
          tel: ""
        },
        {
          name: "苍海小学",
          addr: "梧州市龙圩区苍海路与公园一路交叉路口往北约120米",
          lon: 111.258387,
          lat: 23.416058,
          tel: ""
        },
        {
          name: "梧州市夏郢中心小学",
          addr: "夏郢镇夏郢街北段50号",
          lon: 111.295847,
          lat: 23.599085,
          tel: ""
        },
        {
          name: "蒙山镇二小",
          addr: "梧州市蒙山县湄江中路与湄江街北巷交叉路口往西南约220米",
          lon: 110.525187,
          lat: 24.20008,
          tel: ""
        },
        {
          name: "梧州市福达小学",
          addr: "梧州市龙圩区广昆高速与苍梧南互通立交桥交叉路口往北约230米",
          lon: 111.242902,
          lat: 23.388039,
          tel: ""
        },
        {
          name: "梧州市寺冲小学",
          addr: "寺冲村",
          lon: 111.24228,
          lat: 23.438127,
          tel: ""
        },
        {
          name: "梧州市胜坡小学",
          addr: "广西壮族自治区梧州市苍梧县",
          lon: 111.408484,
          lat: 23.586362,
          tel: ""
        },
        {
          name: "新村中心小学",
          addr: "梧州市岑溪市X202",
          lon: 111.225938,
          lat: 22.958349,
          tel: ""
        },
        {
          name: "旺甫中心小学",
          addr: "梧州市苍梧县新旺路20号",
          lon: 111.362487,
          lat: 23.560634,
          tel: ""
        },
        {
          name: "苍梧县大坡镇马王小学",
          addr: "023乡道西100米",
          lon: 111.325546,
          lat: 23.264265,
          tel: ""
        },
        {
          name: "新大小学",
          addr: "天平镇新大村",
          lon: 110.7883,
          lat: 23.346677,
          tel: ""
        },
        {
          name: "广平镇平地小学",
          addr: "广西壮族自治区梧州市龙圩区广平镇平地村",
          lon: 111.279528,
          lat: 23.186422,
          tel: ""
        },
        {
          name: "思扶小学",
          addr: "思扶村",
          lon: 111.439549,
          lat: 23.499338,
          tel: ""
        },
        {
          name: "人和小学",
          addr: "广西壮族自治区梧州市苍梧县",
          lon: 111.055887,
          lat: 23.457477,
          tel: ""
        },
        {
          name: "那塘小学",
          addr: "蒙江镇龙昌界那塘村",
          lon: 110.754474,
          lat: 23.561954,
          tel: ""
        },
        {
          name: "高旺小学",
          addr: "广西壮族自治区梧州市万秀区龙湖镇高旺路高旺村",
          lon: 111.299003,
          lat: 23.465809,
          tel: ""
        },
        {
          name: "梧州市德安中心小学",
          addr: "梧州市万秀区夏郢站德安村",
          lon: 111.287476,
          lat: 23.54181,
          tel: ""
        },
        {
          name: "石人冲小学",
          addr: "梧州市长洲区新兴二路北一巷与新兴二路京梧里交叉路口往东北约120米",
          lon: 111.289305,
          lat: 23.489869,
          tel: ""
        },
        {
          name: "屯江小学",
          addr: "梧州市藤县G241",
          lon: 110.633205,
          lat: 23.592033,
          tel: ""
        },
        {
          name: "荔王小学",
          addr: "梧州市岑溪市324国道村头坡",
          lon: 110.834964,
          lat: 22.911895,
          tel: ""
        },
        {
          name: "蒙山镇第三小学",
          addr: "梧州市蒙山县东江西路与永安街交叉路口往东约110米",
          lon: 110.531182,
          lat: 24.208647,
          tel: ""
        },
        {
          name: "新塘中心小学",
          addr: "207国道",
          lon: 111.052259,
          lat: 23.0081,
          tel: ""
        },
        {
          name: "平琴小学",
          addr: "岭脚镇人和街",
          lon: 111.022638,
          lat: 23.46056,
          tel: ""
        },
        {
          name: "梧州市蓬冲小学",
          addr: "广西壮族自治区梧州市长洲区",
          lon: 111.127309,
          lat: 23.5925,
          tel: ""
        },
        {
          name: "梧州市长地小学(竹华分校)",
          addr: "广西壮族自治区梧州市长洲区机场路",
          lon: 111.256828,
          lat: 23.468343,
          tel: ""
        },
        {
          name: "北楼小学",
          addr: "321国道西50米",
          lon: 110.511515,
          lat: 24.217242,
          tel: ""
        },
        {
          name: "永安村希望小学",
          addr: "石桥镇更寒线石桥永安小学",
          lon: 111.559841,
          lat: 23.888642,
          tel: ""
        },
        {
          name: "岑溪市第九小学",
          addr: "梧州市岑溪市福昆线",
          lon: 111.032498,
          lat: 22.909753,
          tel: ""
        },
        {
          name: "琅南杨村小学",
          addr: "广西壮族自治区梧州市藤县埌南镇琅南镇",
          lon: 111.106886,
          lat: 23.249729,
          tel: ""
        },
        {
          name: "棠秀小学",
          addr: "广西壮族自治区梧州市岑溪市棠秀村",
          lon: 111.007045,
          lat: 22.690325,
          tel: ""
        },
        {
          name: "石桥镇培中小学",
          addr: "培中村附近",
          lon: 111.533776,
          lat: 23.891216,
          tel: ""
        },
        {
          name: "太平镇新雅村小学",
          addr: "梧州市藤县百兴六街与百兴四街交叉路口往西北约290米",
          lon: 110.701006,
          lat: 23.672752,
          tel: ""
        },
        {
          name: "埌南镇埌南小学",
          addr: "广西壮族自治区梧州市藤县",
          lon: 111.103956,
          lat: 23.277013,
          tel: ""
        },
        {
          name: "古定小学",
          addr: "梧州市蒙山县",
          lon: 110.408417,
          lat: 24.310109,
          tel: ""
        },
        {
          name: "太平镇良垌小学",
          addr: "广西壮族自治区梧州市藤县S323",
          lon: 110.757126,
          lat: 23.652685,
          tel: ""
        },
        {
          name: "苍梧县广平镇调村小学",
          addr: "梧州市龙圩区X185",
          lon: 111.303002,
          lat: 23.147069,
          tel: ""
        },
        {
          name: "盘古中心小学",
          addr: "梧州市岑溪市X203",
          lon: 110.82607,
          lat: 22.798769,
          tel: ""
        },
        {
          name: "梧州市平石小学(下汉分校)",
          addr: "广西壮族自治区梧州市长洲区",
          lon: 111.192894,
          lat: 23.590563,
          tel: ""
        },
        {
          name: "黎垌村小学",
          addr: "梧州市岑溪市",
          lon: 111.177107,
          lat: 23.01266,
          tel: ""
        },
        {
          name: "广西藤县岭景镇大益村大益小学",
          addr: "岭景镇大益村",
          lon: 110.58189,
          lat: 23.213372,
          tel: ""
        },
        {
          name: "石桥镇小学",
          addr: "广西壮族自治区梧州市苍梧县207国道",
          lon: 111.551558,
          lat: 23.84106,
          tel: ""
        },
        {
          name: "马路镇昙容社区小学",
          addr: "广西壮族自治区梧州市岑溪市马路镇昙容社区广昆高速与昙容街交叉口东南方向500米",
          lon: 110.806636,
          lat: 22.889979,
          tel: ""
        },
        {
          name: "荣雁小学",
          addr: "广西壮族自治区梧州市万秀区旺狮线",
          lon: 111.258951,
          lat: 23.673326,
          tel: ""
        },
        {
          name: "苍梧县京南镇古参小学(双头分校)",
          addr: "广西壮族自治区梧州市苍梧县",
          lon: 111.0705,
          lat: 23.661369,
          tel: ""
        },
        {
          name: "社学中心小学",
          addr: "梧州市龙圩区(梧州市社学初级中学东北侧约50米)",
          lon: 111.325035,
          lat: 23.399212,
          tel: ""
        },
        {
          name: "京南中心小学",
          addr: "梧州市苍梧县富吉一街",
          lon: 111.052364,
          lat: 23.725121,
          tel: ""
        },
        {
          name: "苍梧县沙头镇大平小学",
          addr: "梧州市苍梧县",
          lon: 111.459059,
          lat: 24.042678,
          tel: ""
        },
        {
          name: "里汉村小学",
          addr: "梧州市岑溪市",
          lon: 111.08958,
          lat: 22.755277,
          tel: ""
        },
        {
          name: "永固小学",
          addr: "梧州市岑溪市福昆线",
          lon: 110.778524,
          lat: 22.871105,
          tel: ""
        },
        {
          name: "蒙山镇第一小学(城南校区)",
          addr: "广西壮族自治区梧州市蒙山县",
          lon: 110.536551,
          lat: 24.189196,
          tel: ""
        },
        {
          name: "六洛小学",
          addr: "梧州市蒙山县",
          lon: 110.420157,
          lat: 24.032387,
          tel: ""
        },
        {
          name: "藤县第六小学",
          addr: "广西壮族自治区梧州市藤县田寮大道",
          lon: 110.920621,
          lat: 23.36815,
          tel: ""
        },
        {
          name: "梧州市回龙小学(麻冲分校)",
          addr: "广西壮族自治区梧州市龙圩区G80(广昆高速)",
          lon: 111.143226,
          lat: 23.145842,
          tel: ""
        },
        {
          name: "寨中小学",
          addr: "梧州市龙圩区龙圩镇",
          lon: 111.363208,
          lat: 23.379469,
          tel: ""
        },
        {
          name: "竹坡小学",
          addr: "夏郢镇竹坡村竹二组",
          lon: 111.300071,
          lat: 23.604401,
          tel: ""
        },
        {
          name: "新庆镇中心校",
          addr: "广西壮族自治区梧州市藤县新庆镇中心校(藤县新庆镇政府西南)",
          lon: 110.754215,
          lat: 23.271115,
          tel: ""
        },
        {
          name: "木护小学",
          addr: "木护村",
          lon: 110.477834,
          lat: 24.100863,
          tel: ""
        },
        {
          name: "岑溪市吉太中心小学",
          addr: "广西壮族自治区梧州市岑溪市南渡镇吉太村",
          lon: 110.881372,
          lat: 22.723535,
          tel: ""
        },
        {
          name: "岑溪市大勒小学",
          addr: "梧州市岑溪市福昆线大勒金太阳幼儿园南侧",
          lon: 111.04523,
          lat: 22.903326,
          tel: ""
        },
        {
          name: "古兰小学",
          addr: "梧州市岑溪市岑苍路",
          lon: 111.079107,
          lat: 23.075749,
          tel: ""
        },
        {
          name: "六夏小学",
          addr: "梧州市蒙山县",
          lon: 110.47501,
          lat: 24.088331,
          tel: ""
        },
        {
          name: "文聚小学",
          addr: "321国道西150米",
          lon: 110.482846,
          lat: 24.24251,
          tel: ""
        },
        {
          name: "岑溪市安平镇中庆小学",
          addr: "梧州市岑溪市包茂高速",
          lon: 111.118981,
          lat: 23.131966,
          tel: ""
        },
        {
          name: "民智中心小学",
          addr: "梧州市万秀区旺狮线",
          lon: 111.296029,
          lat: 23.66624,
          tel: ""
        },
        {
          name: "首溪小学",
          addr: "广西壮族自治区梧州市苍梧县六堡镇",
          lon: 111.448705,
          lat: 23.805037,
          tel: ""
        },
        {
          name: "义垌小学",
          addr: "梧州市岑溪市马路镇义垌村",
          lon: 110.896031,
          lat: 22.886293,
          tel: ""
        },
        {
          name: "壮村中心小学",
          addr: "321国道东200米",
          lon: 110.445064,
          lat: 24.288969,
          tel: ""
        },
        {
          name: "金鸡镇中心小学",
          addr: "梧州市藤县富民街与金鸡大道交叉路口往东约160米",
          lon: 110.829981,
          lat: 23.233086,
          tel: ""
        },
        {
          name: "诚谏镇小学",
          addr: "梧州市岑溪市",
          lon: 111.249888,
          lat: 23.021794,
          tel: ""
        },
        {
          name: "九城小学",
          addr: "梧州市苍梧县X189",
          lon: 111.4362,
          lat: 23.770242,
          tel: ""
        },
        {
          name: "双垌广汇希望小学",
          addr: "双垌村附近",
          lon: 111.333676,
          lat: 23.696004,
          tel: ""
        },
        {
          name: "中林小学",
          addr: "梧州市岑溪市福昆线",
          lon: 110.8612,
          lat: 22.911469,
          tel: ""
        },
        {
          name: "新开小学",
          addr: "梧州市蒙山县广成线",
          lon: 110.602289,
          lat: 24.0311,
          tel: ""
        },
        {
          name: "梧州市金钗小学",
          addr: "021乡道北150米",
          lon: 111.376336,
          lat: 23.08773,
          tel: ""
        },
        {
          name: "平田小学",
          addr: "广西壮族自治区梧州市岑溪市梨木镇中间垌北",
          lon: 111.18181,
          lat: 22.765519,
          tel: ""
        },
        {
          name: "苍梧县岭脚镇金田小学烈村分校",
          addr: "广西壮族自治区梧州市苍梧县S323",
          lon: 111.059892,
          lat: 23.554595,
          tel: ""
        },
        {
          name: "壬山小学",
          addr: "321国道",
          lon: 110.488797,
          lat: 24.260542,
          tel: ""
        },
        {
          name: "金垌希望小学",
          addr: "梧州市蒙山县",
          lon: 110.67819,
          lat: 23.986412,
          tel: ""
        },
        {
          name: "梨埠镇料口小学平昨分校(平昨分校)",
          addr: "207国道西100米",
          lon: 111.538904,
          lat: 23.776151,
          tel: ""
        },
        {
          name: "丽山小学",
          addr: "浔江大桥",
          lon: 111.086777,
          lat: 23.496573,
          tel: ""
        },
        {
          name: "泗洲小学",
          addr: "梧州市长洲区",
          lon: 111.212055,
          lat: 23.428654,
          tel: ""
        },
        {
          name: "樟村小学",
          addr: "汉豪乡",
          lon: 110.625263,
          lat: 23.965924,
          tel: ""
        },
        {
          name: "双德小学",
          addr: "蒙江镇双德村",
          lon: 110.7674,
          lat: 23.57125,
          tel: ""
        },
        {
          name: "培中小学新田分校",
          addr: "梧州市苍梧县锡海线",
          lon: 111.537022,
          lat: 23.876763,
          tel: ""
        },
        {
          name: "苍梧县梨埠镇龙冲小学",
          addr: "广西壮族自治区梧州市苍梧县梨埠镇",
          lon: 111.42273,
          lat: 23.874026,
          tel: ""
        },
        {
          name: "里深小学",
          addr: "广西壮族自治区梧州市苍梧县京南镇",
          lon: 111.15795,
          lat: 23.749658,
          tel: ""
        },
        {
          name: "梧州市三贵小学(富宁分校)",
          addr: "广西壮族自治区梧州市长洲区",
          lon: 111.238344,
          lat: 23.604655,
          tel: ""
        },
        {
          name: "垌头小学",
          addr: "广西壮族自治区梧州市岑溪市",
          lon: 111.11465,
          lat: 22.976499,
          tel: ""
        },
        {
          name: "苍梧县岭脚镇流山小学(名山分校)",
          addr: "广西壮族自治区梧州市苍梧县岭脚镇",
          lon: 111.017148,
          lat: 23.597931,
          tel: ""
        },
        {
          name: "南渡镇旺练小学",
          addr: "广西壮族自治区梧州市岑溪市",
          lon: 110.844753,
          lat: 22.774056,
          tel: ""
        },
        {
          name: "苍梧县京南镇思蓬小学(勒竹分校)",
          addr: "广西壮族自治区梧州市苍梧县京南镇思蓬村勒竹组",
          lon: 111.026156,
          lat: 23.799359,
          tel: ""
        },
        {
          name: "双尚小学(汉显分校)",
          addr: "广西壮族自治区梧州市苍梧县沙头镇汉显",
          lon: 111.62805,
          lat: 23.918306,
          tel: ""
        },
        {
          name: "奇冲小学礼岸分校",
          addr: "石桥镇",
          lon: 111.578921,
          lat: 23.820527,
          tel: ""
        },
        {
          name: "苍梧县京南镇富宁小学",
          addr: "广西壮族自治区梧州市苍梧县",
          lon: 111.221048,
          lat: 23.749279,
          tel: ""
        },
		{
          name: "岑溪中学",
          addr: "广西壮族自治区梧州市岑溪市岑城镇文化一路9号",
          lon: 111.001981,
          lat: 22.934681,
          tel: "(0774)8222542"
        },
        {
          name: "梧州市第七中学",
          addr: "长洲区红岭路2号",
          lon: 111.268157,
          lat: 23.483898,
          tel: "(0774)3825515"
        },
        {
          name: "梧州市第十八中学",
          addr: "广西壮族自治区梧州市龙圩区凤岭街南山里61号",
          lon: 111.24857,
          lat: 23.424579,
          tel: "(0774)2682417"
        },
        {
          name: "岑溪市第二中学",
          addr: "梧州市岑溪市岑城镇北环大道418号",
          lon: 111.018375,
          lat: 22.923653,
          tel: "(0774)8220249"
        },
        {
          name: "苍梧中学",
          addr: "广西壮族自治区梧州市龙圩镇文化里137号",
          lon: 111.246959,
          lat: 23.425642,
          tel: "(0774)2683650"
        },
        {
          name: "岑溪三中",
          addr: "梧州市岑溪市岑城镇文化路10号",
          lon: 111.000563,
          lat: 22.93591,
          tel: "(0774)8222401"
        },
        {
          name: "藤县中学",
          addr: "藤县登俊路51号",
          lon: 110.921656,
          lat: 23.378553,
          tel: "(0774)7282345"
        },
        {
          name: "岑溪市第五中学",
          addr: "广西壮族自治区梧州市岑溪市新北路50号",
          lon: 111.020104,
          lat: 22.922977,
          tel: "(0774)8222413"
        },
        {
          name: "梧州市第十五中学",
          addr: "新兴二路126-1号",
          lon: 111.283846,
          lat: 23.490948,
          tel: "(0774)3841300"
        },
        {
          name: "梧州申浩实验学校",
          addr: "广西壮族自治区梧州市长洲区新兴二路北一巷47号",
          lon: 111.288186,
          lat: 23.490807,
          tel: "(0774)2030000"
        },
        {
          name: "广西梧州商贸学校",
          addr: "高旺路109号",
          lon: 111.271986,
          lat: 23.447101,
          tel: "(0774)2683950"
        },
        {
          name: "梧州市第八中学",
          addr: "白云路106号",
          lon: 111.326697,
          lat: 23.485802,
          tel: "(0774)2038367"
        },
        {
          name: "梧州市第二中学",
          addr: "新兴二路北一巷46号",
          lon: 111.289271,
          lat: 23.492801,
          tel: "(0774)6041154"
        },
        {
          name: "林水新城中学",
          addr: "梧州市龙圩区龙城路与龙兴路交叉路口往东约210米",
          lon: 111.251595,
          lat: 23.417344,
          tel: "(0774)2689255"
        },
        {
          name: "梧州市十一中",
          addr: "东中路东一巷8号",
          lon: 111.323718,
          lat: 23.480245,
          tel: "(0774)2826083"
        },
        {
          name: "广平中学",
          addr: "广平镇广平街20号",
          lon: 111.315618,
          lat: 23.099324,
          tel: "(0774)2700057"
        },
        {
          name: "筋竹中学",
          addr: "梧州市岑溪市筋竹镇小学附近",
          lon: 111.297815,
          lat: 22.906053,
          tel: "(0774)8451140"
        },
        {
          name: "梧州市第五中学",
          addr: "广西壮族自治区梧州市万秀区富民一路19号",
          lon: 111.315578,
          lat: 23.490855,
          tel: "(0774)5827446"
        },
        {
          name: "岑溪市第六中学",
          addr: "广西壮族自治区梧州市岑溪市岑城镇玉梧大道樟木镇中学第六中学",
          lon: 110.98227,
          lat: 22.916958,
          tel: "(0774)8456214"
        },
        {
          name: "梧州市第十二中学",
          addr: "长洲镇长地村新村六组62号",
          lon: 111.250633,
          lat: 23.446271,
          tel: "(0774)3897153"
        },
        {
          name: "梧州三中",
          addr: "大中路101",
          lon: 111.321117,
          lat: 23.482737,
          tel: "(0774)2823925"
        },
        {
          name: "龙圩区大坡镇初级中学",
          addr: "广西壮族自治区梧州市龙圩区大坡镇X185大坡供电营业所附近",
          lon: 111.308286,
          lat: 23.265511,
          tel: "(0774)2870152"
        },
        {
          name: "梧州市第十四中学",
          addr: "万秀区办街道事处白云路102号",
          lon: 111.32808,
          lat: 23.485126,
          tel: "(0774)2024882"
        },
        {
          name: "梧州市旺甫初级中学",
          addr: "广西壮族自治区梧州市苍梧县旺甫镇叶山路76号",
          lon: 111.366444,
          lat: 23.558494,
          tel: "(0774)5720190"
        },
        {
          name: "藤县濛江镇一中",
          addr: "321国道南200米",
          lon: 110.763126,
          lat: 23.482144,
          tel: "(0774)7502770"
        },
        {
          name: "南渡中学",
          addr: "梧州市岑溪市X203",
          lon: 110.840065,
          lat: 22.857338,
          tel: "(0774)8561169"
        },
        {
          name: "梧州市电子科技职业技术学校",
          addr: "万秀区河东钱鉴路15号",
          lon: 111.331199,
          lat: 23.500925,
          tel: "(0774)5820701"
        },
        {
          name: "藤县第四中学",
          addr: "广西壮族自治区梧州市藤县金鸡镇天乐街17号",
          lon: 110.826841,
          lat: 23.234807,
          tel: "(0774)7302027"
        },
        {
          name: "梧州市第十中学",
          addr: "塘源路66号",
          lon: 111.36041,
          lat: 23.470757,
          tel: "(0774)2061458"
        },
        {
          name: "岑溪市水汶华侨中学",
          addr: "广西壮族自治区梧州市岑溪市水汶镇(207国道旁)",
          lon: 110.994418,
          lat: 22.68223,
          tel: "(0774)8352681"
        },
        {
          name: "龙圩中学",
          addr: "梧州市龙圩区龙城东路98号",
          lon: 111.272868,
          lat: 23.433407,
          tel: "(0774)2682488"
        },
        {
          name: "蒙山县第一中学",
          addr: "永安街旧县巷51号",
          lon: 110.528282,
          lat: 24.212656,
          tel: "(0774)6284499"
        },
        {
          name: "西河中学",
          addr: "梧州市蒙山县",
          lon: 110.551507,
          lat: 24.190784,
          tel: "(0774)6283949"
        },
        {
          name: "文圩中学",
          addr: "广西壮族自治区梧州市蒙山县文圩镇文圩街1号",
          lon: 110.518541,
          lat: 24.123914,
          tel: "(0774)6158248"
        },
        {
          name: "岑溪市中等专业学校",
          addr: "广西壮族自治区梧州市岑溪市中等专业学校(育才路东)",
          lon: 111.01365,
          lat: 22.938405,
          tel: "(0774)8222314"
        },
        {
          name: "湄江中学",
          addr: "蒙山镇湄江中路116号",
          lon: 110.522799,
          lat: 24.203792,
          tel: "(0774)6285819"
        },
        {
          name: "波塘中学",
          addr: "梧州市岑溪市华西路与南北路交叉路口往西约120米",
          lon: 110.861338,
          lat: 23.020414,
          tel: "(0774)8511255"
        },
        {
          name: "藤州中学",
          addr: "藤州镇政贤路1号",
          lon: 110.941472,
          lat: 23.374543,
          tel: "(0774)7294333"
        },
        {
          name: "西南中等专业学校",
          addr: "新兴二路138号",
          lon: 111.274141,
          lat: 23.488724,
          tel: "(0774)3857052"
        },
        {
          name: "京南中学",
          addr: "广西京南镇沿江路36号",
          lon: 111.054496,
          lat: 23.728431,
          tel: "(0774)2960153"
        },
        {
          name: "苍梧县旺甫镇合水初级中学",
          addr: "广西壮族自治区梧州市苍梧县旺甫镇合水大饭店旁",
          lon: 111.365181,
          lat: 23.573064,
          tel: "(0774)5720277"
        },
        {
          name: "广西工商技师学院",
          addr: "广西壮族自治区梧州市龙圩区广信路358号",
          lon: 111.261587,
          lat: 23.431842,
          tel: "(0774)2691133,(0774)2680987,(0774)2689142"
        },
        {
          name: "梧州市新地第二初级中学",
          addr: "梧州市龙圩区乌海线",
          lon: 111.159158,
          lat: 23.180856,
          tel: "(0774)2665157"
        },
        {
          name: "塘步镇一中",
          addr: "梧州市藤县",
          lon: 111.061278,
          lat: 23.35933,
          tel: "(0774)7183017"
        },
        {
          name: "大业镇中学",
          addr: "广西壮族自治区梧州市岑溪市大业镇大业中学",
          lon: 111.207612,
          lat: 22.912369,
          tel: "(0774)8431361"
        },
        {
          name: "安平中学",
          addr: "梧州市岑溪市岑苍路",
          lon: 111.094153,
          lat: 23.111228,
          tel: "(0774)8131578"
        },
        {
          name: "新圩中学",
          addr: "蒙山县新圩中学",
          lon: 110.428299,
          lat: 24.272822,
          tel: "(0774)6116258"
        },
        {
          name: "大业镇二中",
          addr: "广西壮族自治区梧州市岑溪市大业镇岑罗二级路路边",
          lon: 111.19817,
          lat: 22.90509,
          tel: "(0774)8431220"
        },
        {
          name: "大黎镇中学",
          addr: "广西壮族自治区梧州市藤县大黎镇初级中学",
          lon: 110.562206,
          lat: 23.891134,
          tel: "(0774)7558101"
        },
        {
          name: "诚谏二中",
          addr: "梧州市岑溪市",
          lon: 111.247972,
          lat: 23.026609,
          tel: "(0774)8471174"
        },
        {
          name: "埌南镇第二初级中学",
          addr: "埌南镇黄泥冲",
          lon: 111.126682,
          lat: 23.268634,
          tel: "(0774)2570266"
        },
        {
          name: "六堡初级中学",
          addr: "六堡镇六堡街马练坪附近",
          lon: 111.381547,
          lat: 23.820255,
          tel: "(0774)2970417"
        },
        {
          name: "糯垌镇第一中学",
          addr: "广西壮族自治区梧州市岑溪市糯垌镇第一中学(207国道东)",
          lon: 111.056185,
          lat: 23.010787,
          tel: "(0774)8110111"
        },
        {
          name: "天平一中",
          addr: "天平镇天平邮局",
          lon: 110.740032,
          lat: 23.383987,
          tel: "(0774)7387088"
        },
        {
          name: "梧州市交通职业技术学校",
          addr: "广西壮族自治区梧州市万秀区富民二路新民里17号",
          lon: 111.324019,
          lat: 23.495568,
          tel: "(0774)5821688"
        },
        {
          name: "藤州镇中学",
          addr: "潭东小学附近",
          lon: 110.983008,
          lat: 23.362005,
          tel: "(0774)7300658"
        },
        {
          name: "吉太中学",
          addr: "梧州市岑溪市天龙顶国家山地公园",
          lon: 110.884368,
          lat: 22.725119,
          tel: "(0774)8571135"
        },
        {
          name: "梧州市服装职业技术学校",
          addr: "广西壮族自治区梧州市万秀区城北办街道事处钱鉴路17号",
          lon: 111.332617,
          lat: 23.50095,
          tel: "(0774)3865588"
        },
        {
          name: "苍梧高级中学",
          addr: "梧州市苍梧县",
          lon: 111.528569,
          lat: 23.877049,
          tel: ""
        },
        {
          name: "藤县实验中学",
          addr: "广西壮族自治区梧州市藤县藤州镇河西田寮区田寮四路",
          lon: 110.914977,
          lat: 23.368737,
          tel: ""
        },
        {
          name: "石桥中学",
          addr: "石桥镇中学路23号",
          lon: 111.552224,
          lat: 23.852827,
          tel: ""
        },
        {
          name: "藤县第五中学",
          addr: "广西壮族自治区梧州市藤县藤州镇秀江路338号",
          lon: 110.923875,
          lat: 23.373465,
          tel: ""
        },
        {
          name: "苍梧县龙城中学",
          addr: "梧州市龙圩区龙泉路1号",
          lon: 111.244656,
          lat: 23.424456,
          tel: ""
        },
        {
          name: "梧州市第四中学",
          addr: "广西壮族自治区梧州市长洲区新兴二路6",
          lon: 111.293222,
          lat: 23.480657,
          tel: ""
        },
        {
          name: "梧州市林水中学",
          addr: "广西壮族自治区梧州市龙圩区龙兴路368号",
          lon: 111.233974,
          lat: 23.416704,
          tel: ""
        },
        {
          name: "梧州市第一中学",
          addr: "广西梧州市文澜路11号",
          lon: 111.309996,
          lat: 23.478291,
          tel: ""
        },
        {
          name: "藤县一中",
          addr: "广西壮族自治区梧州市藤县藤镇政贤路2号",
          lon: 110.944747,
          lat: 23.375098,
          tel: ""
        },
        {
          name: "蒙山中学",
          addr: "广西壮族自治区梧州市蒙山县蒙山镇民主街39号",
          lon: 110.527489,
          lat: 24.20973,
          tel: ""
        },
        {
          name: "梧州市第六中学",
          addr: "莲花山路62号",
          lon: 111.327125,
          lat: 23.518001,
          tel: ""
        },
        {
          name: "昙容社区中学",
          addr: "广西壮族自治区梧州市岑溪市育才街55号",
          lon: 110.814844,
          lat: 22.885627,
          tel: ""
        },
        {
          name: "长洲中学",
          addr: "广西壮族自治区梧州市长洲区长洲镇寺冲村",
          lon: 111.238673,
          lat: 23.436838,
          tel: ""
        },
        {
          name: "藤县第六中学",
          addr: "广西壮族自治区梧州市藤县",
          lon: 110.981289,
          lat: 23.381612,
          tel: ""
        },
        {
          name: "岑溪市第一中学",
          addr: "广西壮族自治区梧州市岑溪市岑城镇玉梧大道310号",
          lon: 110.978669,
          lat: 22.923214,
          tel: ""
        },
        {
          name: "人和镇中学",
          addr: "浔江大桥",
          lon: 111.051656,
          lat: 23.462675,
          tel: ""
        },
        {
          name: "归义中学",
          addr: "梧州市岑溪市归义镇西街",
          lon: 111.092973,
          lat: 22.907159,
          tel: ""
        },
        {
          name: "蒙山县第二中学",
          addr: "广西壮族自治区梧州市蒙山县",
          lon: 110.517026,
          lat: 24.196631,
          tel: ""
        },
        {
          name: "梧州市黄埔双语实验学校",
          addr: "城东镇工业园区一路1号梧州工业园区",
          lon: 111.327031,
          lat: 23.535995,
          tel: ""
        },
        {
          name: "广西壮族自治区梧州高级中学",
          addr: "梧州市万秀区文澜路24号",
          lon: 111.311537,
          lat: 23.478587,
          tel: ""
        },
        {
          name: "蒙山文华实验学校",
          addr: "蒙山基督教堂旁",
          lon: 110.540552,
          lat: 24.204097,
          tel: ""
        },
        {
          name: "梧州高级中学",
          addr: "三龙大道66号",
          lon: 111.249815,
          lat: 23.479582,
          tel: ""
        },
        {
          name: "陈塘镇中学",
          addr: "梧州市蒙山县广成线",
          lon: 110.680857,
          lat: 23.946609,
          tel: ""
        },
        {
          name: "藤县第一中学(富吉校区)",
          addr: "梧州市藤县人民路38附近",
          lon: 110.902005,
          lat: 23.364977,
          tel: ""
        },
        {
          name: "马路镇中学",
          addr: "广西壮族自治区梧州市岑溪市207国道东150米",
          lon: 110.909032,
          lat: 22.902214,
          tel: ""
        },
        {
          name: "三堡中学",
          addr: "三堡镇文化路68号",
          lon: 110.930993,
          lat: 23.11359,
          tel: ""
        },
        {
          name: "藤县第二中学",
          addr: "德胜街341号",
          lon: 110.695425,
          lat: 23.659466,
          tel: ""
        },
        {
          name: "梧州市倒水中学",
          addr: "广西壮族自治区梧州市长洲区龙江驿线",
          lon: 111.145822,
          lat: 23.575571,
          tel: ""
        },
        {
          name: "苍梧第一初级中学",
          addr: "广西壮族自治区梧州市苍梧县",
          lon: 111.522548,
          lat: 23.875773,
          tel: ""
        },
        {
          name: "藤县第三中学",
          addr: "广西壮族自治区梧州市藤县蒙江镇江权蒙江大桥第三中学",
          lon: 110.758475,
          lat: 23.477863,
          tel: ""
        },
        {
          name: "苍梧县广平镇第二初级中学",
          addr: "广西壮族自治区梧州市龙圩区广平第二初级中学",
          lon: 111.305033,
          lat: 23.108167,
          tel: ""
        },
        {
          name: "岑溪市三堡镇第一中学",
          addr: "广西壮族自治区梧州市岑溪市三堡镇三美路25号",
          lon: 110.920662,
          lat: 23.104419,
          tel: ""
        },
        {
          name: "藤县第八中学",
          addr: "广西壮族自治区梧州市藤县西江大道",
          lon: 110.984016,
          lat: 23.377032,
          tel: ""
        },
        {
          name: "岑溪市归义镇第一中学",
          addr: "广西壮族自治区梧州市岑溪市归义镇第一中学(岑筋高速公路北)",
          lon: 111.090206,
          lat: 22.897684,
          tel: ""
        },
        {
          name: "苍梧县沙头镇第一初级中学",
          addr: "207国道西200米",
          lon: 111.539375,
          lat: 23.942667,
          tel: ""
        },
        {
          name: "新庆中学",
          addr: "新庆镇新庆街",
          lon: 110.751966,
          lat: 23.273185,
          tel: ""
        },
        {
          name: "苍梧县中等职业技术学校",
          addr: "广西壮族自治区梧州市龙圩区龙城东路98号",
          lon: 111.26997,
          lat: 23.433521,
          tel: ""
        },
        {
          name: "梧州市卫生学校(新龙路)",
          addr: "广西梧州市三龙大道88号",
          lon: 111.245183,
          lat: 23.474135,
          tel: ""
        },
        {
          name: "长发中学",
          addr: "广西壮族自治区梧州市苍梧县旺狮线",
          lon: 111.121389,
          lat: 23.675794,
          tel: ""
        },
        {
          name: "梧州市第一中学(初中部)",
          addr: "广西壮族自治区梧州市万秀区大学路36号",
          lon: 111.310749,
          lat: 23.483543,
          tel: ""
        },
        {
          name: "藤县和平镇第一初级中学",
          addr: "广西壮族自治区梧州市藤县X193",
          lon: 110.66498,
          lat: 23.540392,
          tel: ""
        },
        {
          name: "梧州市第十九中学",
          addr: "广西壮族自治区梧州市万秀区夏郢镇旺狮线",
          lon: 111.299636,
          lat: 23.601045,
          tel: ""
        },
        {
          name: "象棋一中",
          addr: "广西壮族自治区梧州市藤县象棋镇象棋一中",
          lon: 110.746871,
          lat: 23.172865,
          tel: ""
        },
        {
          name: "新地一中",
          addr: "新地镇新地街",
          lon: 111.195776,
          lat: 23.244544,
          tel: ""
        },
        {
          name: "梧州市第十七中学",
          addr: "梧州市长洲区三龙东一路",
          lon: 111.246495,
          lat: 23.479596,
          tel: ""
        },
        {
          name: "岑溪第七中学",
          addr: "广西壮族自治区梧州市岑溪市体育中心(岑溪市东山体育健身公园)",
          lon: 111.016438,
          lat: 22.926038,
          tel: ""
        },
        {
          name: "黄村镇中学",
          addr: "321国道附近",
          lon: 110.619594,
          lat: 24.090306,
          tel: ""
        },
        {
          name: "梧州市第十六中学",
          addr: "广西壮族自治区梧州市长洲区西侧",
          lon: 111.230996,
          lat: 23.46939,
          tel: ""
        },
        {
          name: "太平镇第四初级中学",
          addr: "梧州市藤县广成线",
          lon: 110.699762,
          lat: 23.672869,
          tel: ""
        },
        {
          name: "南渡镇第一中学",
          addr: "梧州市岑溪市X203",
          lon: 110.828947,
          lat: 22.845597,
          tel: ""
        },
        {
          name: "平福中学",
          addr: "196县道平福小学附近",
          lon: 110.764507,
          lat: 23.793128,
          tel: ""
        },
        {
          name: "苍梧县沙头镇第二初级中学",
          addr: "广西壮族自治区梧州市沙头镇中学路30号",
          lon: 111.53856,
          lat: 23.941738,
          tel: ""
        },
        {
          name: "金鸡镇中学",
          addr: "金鸡镇天乐街101号",
          lon: 110.824501,
          lat: 23.231639,
          tel: ""
        },
        {
          name: "藤县中等专业学校",
          addr: "藤县谭东村321国道(藤县第三人民医院东200米)",
          lon: 110.993123,
          lat: 23.353849,
          tel: ""
        },
        {
          name: "诚谏镇中学",
          addr: "梧州市岑溪市Y110诚谏镇小学南侧约100米",
          lon: 111.249326,
          lat: 23.0204,
          tel: ""
        },
        {
          name: "夏郢初中",
          addr: "广西壮族自治区梧州市夏郢镇竹坡村马田组",
          lon: 111.300638,
          lat: 23.610284,
          tel: ""
        },
        {
          name: "岭脚镇中学",
          addr: "梧州市苍梧县S323",
          lon: 111.004083,
          lat: 23.577285,
          tel: ""
        },
        {
          name: "藤县东荣镇初中",
          addr: "广西壮族自治区梧州市藤县东荣街18号",
          lon: 110.656979,
          lat: 23.775132,
          tel: ""
        },
        {
          name: "糯垌中学",
          addr: "广西壮族自治区梧州市岑溪市",
          lon: 111.057237,
          lat: 23.056151,
          tel: ""
        },
        {
          name: "沙头镇中学",
          addr: "广西壮族自治区梧州市苍梧县060乡道与207国道交叉口南100米",
          lon: 111.540026,
          lat: 23.943698,
          tel: ""
        },
        {
          name: "石桥二中",
          addr: "广西壮族自治区梧州市苍梧县石桥镇石桥二中",
          lon: 111.54373,
          lat: 23.851194,
          tel: ""
        },
        {
          name: "第八中学",
          addr: "梧州市岑溪市岑城镇(思孟村委后)",
          lon: 111.031305,
          lat: 22.897213,
          tel: ""
        },
        {
          name: "藤县塘步镇第二中学",
          addr: "广西壮族自治区梧州市藤县",
          lon: 111.043058,
          lat: 23.432231,
          tel: ""
        },
        {
          name: "梧州市成才学校",
          addr: "龙圩镇龙泉东路96号",
          lon: 111.245462,
          lat: 23.42341,
          tel: ""
        },
        {
          name: "梧州高新区双语实验学校",
          addr: "梧州市万秀区城东镇旺甫工业园区工业大道星泰路6号",
          lon: 111.335126,
          lat: 23.534399,
          tel: ""
        },
        {
          name: "藤县第七中学",
          addr: "广西壮族自治区梧州市藤县",
          lon: 110.984169,
          lat: 23.381278,
          tel: ""
        },
        {
          name: "南渡镇第三中学",
          addr: "广西壮族自治区梧州市岑溪市南渡镇第三中学",
          lon: 110.831216,
          lat: 22.850783,
          tel: ""
        },
        {
          name: "梨木二中",
          addr: "梧州市岑溪市X211",
          lon: 111.127692,
          lat: 22.805212,
          tel: ""
        },
        {
          name: "梧州市旅游职业中学",
          addr: "蝶山一路39号",
          lon: 111.309566,
          lat: 23.485812,
          tel: ""
        },
        {
          name: "藤县天平镇第二初级中学",
          addr: "天平街",
          lon: 110.717877,
          lat: 23.382631,
          tel: ""
        },
        {
          name: "藤县天平镇新马开明中学",
          addr: "广西梧州市藤县天平镇新马村",
          lon: 110.606994,
          lat: 23.455638,
          tel: ""
        },
        {
          name: "天平二中",
          addr: "梧州市藤县天平街(藤县天平镇第二初级中学西北侧约200米)",
          lon: 110.715845,
          lat: 23.383835,
          tel: ""
        },
        {
          name: "藤县第三职业中学",
          addr: "秀江路149号",
          lon: 110.919934,
          lat: 23.376874,
          tel: ""
        },
        {
          name: "藤州三中",
          addr: "广西壮族自治区梧州市藤县X376",
          lon: 110.893107,
          lat: 23.329365,
          tel: ""
        },
        {
          name: "藤州镇一中",
          addr: "藤州镇中学附近",
          lon: 110.926241,
          lat: 23.396856,
          tel: ""
        },
        {
          name: "梧州市电子工业学校",
          addr: "梧州市长洲区三龙大道与兴业路交叉路口往西北约100米",
          lon: 111.265304,
          lat: 23.494452,
          tel: ""
        },
        {
          name: "广西高中新课程创新实验学校",
          addr: "梧州市长洲区新兴二路北一巷",
          lon: 111.289312,
          lat: 23.491547,
          tel: ""
        },
        {
          name: "梨埠初中",
          addr: "梨埠镇旧街42号",
          lon: 111.514421,
          lat: 23.774494,
          tel: ""
        },
        {
          name: "濛江镇三中",
          addr: "广西壮族自治区梧州市藤县X191",
          lon: 110.751368,
          lat: 23.485313,
          tel: ""
        },
        {
          name: "梧州市培文学校",
          addr: "广西壮族自治区梧州市万秀区园区二路",
          lon: 111.346055,
          lat: 23.539704,
          tel: ""
        },
        {
          name: "梧州学院(西校区)-梧州一中",
          addr: "大学路32号",
          lon: 111.310635,
          lat: 23.483647,
          tel: ""
        },
        {
          name: "蒙山县中等专业学校",
          addr: "湄江街关口冲2号",
          lon: 110.519603,
          lat: 24.206259,
          tel: ""
        },
        {
          name: "木双初中",
          addr: "广西壮族自治区梧州市苍梧县木双镇",
          lon: 111.568654,
          lat: 23.663329,
          tel: ""
        },
        {
          name: "岑溪市农业机械化技术学校",
          addr: "梧州市岑溪市岑城镇玉梧大道326号",
          lon: 111.018603,
          lat: 22.936356,
          tel: ""
        },
        {
          name: "宏源职业技术学校",
          addr: "梧州市藤县X376",
          lon: 110.903009,
          lat: 23.364201,
          tel: ""
        },
        {
          name: "梧州市外国语学校",
          addr: "梧州市龙圩区龙城路林水市场东侧",
          lon: 111.2492,
          lat: 23.417331,
          tel: ""
        },
        {
          name: "广西梧州市电子工业学校",
          addr: "梧州市万秀区东环路与钱鉴路交叉路口往东北约170米",
          lon: 111.340721,
          lat: 23.508945,
          tel: ""
        },
        {
          name: "梧州市华南中等职业技术学校",
          addr: "梧州市万秀区沿江路",
          lon: 111.330981,
          lat: 23.511051,
          tel: ""
        },
        {
          name: "梧州市高新信息中等技术学校",
          addr: "梧州市万秀区步埠路与蝶山一路交叉路口往西约120米",
          lon: 111.308883,
          lat: 23.485433,
          tel: ""
        },
        {
          name: "藤县教育集中区",
          addr: "广西壮族自治区梧州市藤县",
          lon: 110.977688,
          lat: 23.380053,
          tel: ""
        },
        {
          name: "梧州高新区外国语学校",
          addr: "梧州市万秀区工业大道梧州高新区双语实验学校北侧约180米",
          lon: 111.335369,
          lat: 23.536069,
          tel: ""
        },
        {
          name: "广西广播电视大学(梧州市分校)",
          addr: "步埠路70号",
          lon: 111.306421,
          lat: 23.487456,
          tel: "(0774)3880826"
        },
        {
          name: "梧州市老年大学",
          addr: "梧州市万秀区步埠路60-1号",
          lon: 111.30674,
          lat: 23.48722,
          tel: "(0774)2824641"
        },
        {
          name: "国家开放大学岑溪市学习中心",
          addr: "梧州市岑溪市义洲大道129号三楼",
          lon: 110.99998,
          lat: 22.921679,
          tel: "(0774)8512253"
        },
        {
          name: "国家开放大学(广西)",
          addr: "梧州市藤县安泰五街藤县一中西北侧约60米",
          lon: 110.9433,
          lat: 23.376188,
          tel: ""
        },
        {
          name: "广西民族大学-龙鱼漆业涂料技术研究...",
          addr: "梧州市万秀区塘源路梧州市第十中学北侧约250米",
          lon: 111.359855,
          lat: 23.473097,
          tel: ""
        },
        {
          name: "梧州市老年大学-电大音乐工作室",
          addr: "东兴街道步埠路70号电大音乐工作室",
          lon: 111.306763,
          lat: 23.487292,
          tel: ""
        },
        {
          name: "梧州市老年大学",
          addr: "办街道北环路十二号",
          lon: 111.322365,
          lat: 23.484281,
          tel: ""
        },
        {
          name: "广西医科大学公共卫生教学基地",
          addr: "梧州市万秀区新兴一路梧州市振兴小学东南侧约100米",
          lon: 111.300652,
          lat: 23.479234,
          tel: ""
        }
    ]
  },
  {
    name: "医疗",
    icon: '../../static/images/medical.png',
	markIcon:'../../static/images/medicalL.png',
    id: "4",
    isShow: false,
	list: [
		{
          name: "梧州市中医医院",
          addr: "广西壮族自治区梧州市长洲区新兴二路142号",
          lon: 111.271328,
          lat: 23.482588,
          tel: "(0774)2023634"
        },
        {
          name: "广西壮族自治区桂东人民医院",
          addr: "广西梧州市西江四路金鸡冲1号",
          lon: 111.33801,
          lat: 23.479131,
          tel: "(0774)2034126"
        },
        {
          name: "梧州市红十字会医院",
          addr: "梧州市万秀区新兴一路3-1号",
          lon: 111.309533,
          lat: 23.476622,
          tel: "(0774)3832883,(0774)3858120,(0774)3825856"
        },
        {
          name: "梧州市人民医院新院区",
          addr: "梧州市长洲区长洲镇三龙大道139号",
          lon: 111.239217,
          lat: 23.464246,
          tel: "(0774)3831120,(0774)2822292"
        },
        {
          name: "藤县人民医院",
          addr: "梧州市藤县藤州镇藤州大道旁",
          lon: 110.956707,
          lat: 23.38429,
          tel: "(0774)7287720,(0774)7282029"
        },
        {
          name: "岑溪市人民医院",
          addr: "梧州市岑溪市北山路2号",
          lon: 111.002521,
          lat: 22.927504,
          tel: "(0774)8222277,(0774)8222521"
        },
        {
          name: "梧州市工人医院",
          addr: "广西梧州市高地路南三巷一号",
          lon: 111.328694,
          lat: 23.478789,
          tel: "(0774)2036883"
        },
        {
          name: "梧州市龙圩区中医医院",
          addr: "梧州市龙圩区龙城路78号",
          lon: 111.250938,
          lat: 23.417881,
          tel: "(0774)2692229,(0774)2682129"
        },
        {
          name: "蒙山县人民医院",
          addr: "梧州市蒙山县蒙山镇鳌山路24号",
          lon: 110.535863,
          lat: 24.203832,
          tel: "(0774)6282089"
        },
        {
          name: "梧州市妇幼保健院",
          addr: "梧州市万秀区蝶山一路28号",
          lon: 111.312304,
          lat: 23.485739,
          tel: "(0774)3836121,(0774)3855317,(0774)3823135"
        },
        {
          name: "岑溪市中医院",
          addr: "梧州市岑溪市大中路9号",
          lon: 111.003061,
          lat: 22.928897,
          tel: "(0774)8222503"
        },
        {
          name: "梧州市第三人民医院",
          addr: "万秀区塘源路42号",
          lon: 111.355054,
          lat: 23.471214,
          tel: "(0774)2061299"
        },
        {
          name: "蒙山县中医医院",
          addr: "梧州市蒙山县蒙山镇湄江街58号",
          lon: 110.525918,
          lat: 24.202527,
          tel: "(0774)6282231"
        },
        {
          name: "梧州民族医院",
          addr: "广西壮族自治区梧州市万秀区文澜路29号",
          lon: 111.312394,
          lat: 23.47981,
          tel: "(0774)3822120"
        },
        {
          name: "藤县第二人民医院",
          addr: "正东街283号",
          lon: 110.701866,
          lat: 23.663355,
          tel: "(0774)7601313"
        },
        {
          name: "藤县第三人民医院",
          addr: "广西壮族自治区梧州市藤县藤州镇第三人民医院",
          lon: 110.985807,
          lat: 23.356634,
          tel: "(0774)7300789"
        },
        {
          name: "藤县富安医院",
          addr: "藤县大冲口西江路319",
          lon: 110.909081,
          lat: 23.380856,
          tel: "(0774)7285120"
        },
        {
          name: "梧州市第二人民医院",
          addr: "梧州市万秀区扶典路扶典三组47号",
          lon: 111.383172,
          lat: 23.487898,
          tel: "(0774)2026513,(0774)2035223"
        },
        {
          name: "苍梧县石桥镇中心卫生院",
          addr: "石桥镇中学路1号",
          lon: 111.55204,
          lat: 23.849865,
          tel: "(0774)2930133"
        },
        {
          name: "岑溪市第三人民医院",
          addr: "梧州市岑溪市岑城镇玉梧大道岑溪时代影城东南侧",
          lon: 110.986331,
          lat: 22.923383,
          tel: "(0774)8222561"
        },
        {
          name: "岑溪桂南医院",
          addr: "梧州市岑溪市义州大道畜牧局旁",
          lon: 111.020301,
          lat: 22.911882,
          tel: "(0774)8331199"
        },
        {
          name: "藤县塘步镇卫生院",
          addr: "梧州市藤县塘步镇321国道南50米",
          lon: 111.055402,
          lat: 23.358841,
          tel: "(0774)7183232"
        },
        {
          name: "西环医院",
          addr: "广西梧州市西环路上段13号(东盛大酒店对面)",
          lon: 111.293917,
          lat: 23.489274,
          tel: "(0774)2823333"
        },
        {
          name: "梨埠镇卫生院",
          addr: "广西壮族自治区梧州市苍梧县梨埠镇207国道",
          lon: 111.51665,
          lat: 23.77541,
          tel: "(0774)2890193"
        },
        {
          name: "龙圩青山医院",
          addr: "广西壮族自治区梧州市龙圩区G321",
          lon: 111.222255,
          lat: 23.405225,
          tel: "(0774)2686120"
        },
        {
          name: "梧州市龙圩区新地镇卫生院",
          addr: "梧州市龙圩区新地镇新兴路85号",
          lon: 111.193368,
          lat: 23.24433,
          tel: "(0774)2900033,(0774)2900686"
        },
        {
          name: "梧州市龙圩区大坡镇中心卫生院",
          addr: "梧州市龙圩区大坡镇富膳路9号",
          lon: 111.310403,
          lat: 23.280382,
          tel: "(0774)2870220"
        },
        {
          name: "梧州市玛丽娅妇产医院",
          addr: "梧州市万秀区广东路138号(宝石城后面)",
          lon: 111.302944,
          lat: 23.492539,
          tel: "(0774)3988888"
        },
        {
          name: "蒙山县第二人民医院",
          addr: "梧州市蒙山县蒙山镇湄江街关口冲3号",
          lon: 110.518781,
          lat: 24.205326,
          tel: "(0774)6282284"
        },
        {
          name: "梧州强生男科医院",
          addr: "梧州市长洲区竹湾路41号",
          lon: 111.268577,
          lat: 23.47319,
          tel: "(0774)2832222"
        },
        {
          name: "杏林骨科医院",
          addr: "梧州市龙圩区下廓街13-1号",
          lon: 111.253427,
          lat: 23.429252,
          tel: "(0774)2686933"
        },
        {
          name: "藤县皮肤医院",
          addr: "津南路151",
          lon: 110.934778,
          lat: 23.379964,
          tel: "(0774)7298055"
        },
        {
          name: "梧州市龙圩区龙圩镇卫生院",
          addr: "梧州市龙圩区龙华街大巷5号",
          lon: 111.252254,
          lat: 23.427272,
          tel: "(0774)2682271"
        },
        {
          name: "藤县藤州镇藤城卫生院",
          addr: "梧州市藤县藤州镇登俊路86号",
          lon: 110.922639,
          lat: 23.379564,
          tel: "(0774)7282155"
        },
        {
          name: "苍梧县倒水中心卫生院",
          addr: "龙泉路202号",
          lon: 111.143535,
          lat: 23.578341,
          tel: "(0774)5725120"
        },
        {
          name: "岑溪市糯垌中心卫生院",
          addr: "梧州市岑溪市糯垌镇岑苍路97号",
          lon: 111.058127,
          lat: 23.047233,
          tel: "(0774)8111152"
        },
        {
          name: "红十字会医院-急诊",
          addr: "西堤二路1",
          lon: 111.309621,
          lat: 23.476429,
          tel: "(0774)3823120"
        },
        {
          name: "藤县爱尔眼科医院",
          addr: "广西壮族自治区梧州市藤县藤州大道122号",
          lon: 110.941918,
          lat: 23.381688,
          tel: "(0774)7585858,(0774)7281616"
        },
        {
          name: "岑溪市大业镇中心卫生院",
          addr: "梧州市岑溪市大业镇324国道",
          lon: 111.204824,
          lat: 22.906774,
          tel: "(0774)8431120"
        },
        {
          name: "苍梧县岭脚镇人和卫生院",
          addr: "梧州市苍梧县岭脚镇人和街西2路9号",
          lon: 111.056066,
          lat: 23.45689,
          tel: "(0774)2780033,(0774)2780601"
        },
        {
          name: "蒙山卫生院",
          addr: "胜利街230",
          lon: 110.53239,
          lat: 24.203315,
          tel: "(0774)6282253"
        },
        {
          name: "藤县金鸡镇中心卫生院",
          addr: "梧州市藤县金鸡镇金鸡大道邮政背后",
          lon: 110.829022,
          lat: 23.234956,
          tel: "(0774)7302736,(0774)7302240"
        },
        {
          name: "苍梧县京南镇卫生院",
          addr: "梧州市苍梧县京南镇京南街新街178号",
          lon: 111.05499,
          lat: 23.720904,
          tel: "(0774)2960741"
        },
        {
          name: "藤县古龙镇卫生院",
          addr: "梧州市藤县古龙镇古龙街11号",
          lon: 110.89745,
          lat: 23.662202,
          tel: "(0774)7682010"
        },
        {
          name: "六堡镇卫生院",
          addr: "梧州市苍梧县六堡镇六堡街27号",
          lon: 111.383623,
          lat: 23.818329,
          tel: "(0774)2970033,(0774)2970720"
        },
        {
          name: "藤县天平镇中心卫生院",
          addr: "梧州市藤县天平街天平派出所旁",
          lon: 110.727733,
          lat: 23.385028,
          tel: "(0774)7387118"
        },
        {
          name: "蒙山县新圩镇中心卫生院",
          addr: "梧州市蒙山县新圩镇新圩街",
          lon: 110.43779,
          lat: 24.271516,
          tel: "(0774)6116727"
        },
        {
          name: "梧州市长洲区长洲镇中心卫生院",
          addr: "梧州市长洲区长洲镇寺冲村110号",
          lon: 111.240639,
          lat: 23.43775,
          tel: "(0774)3896520"
        },
        {
          name: "蒙山县陈塘镇中心卫生院",
          addr: "梧州市蒙山县陈塘镇陈塘街250号",
          lon: 110.684853,
          lat: 23.899467,
          tel: "(0774)6215606"
        },
        {
          name: "岑溪市岑城镇卫生院",
          addr: "梧州市岑溪市思湖路审计局西边",
          lon: 110.991631,
          lat: 22.919007,
          tel: "(0774)8228907"
        },
        {
          name: "苍梧县沙头镇卫生院",
          addr: "梧州市苍梧县沙头镇沙南大道42号",
          lon: 111.538566,
          lat: 23.941613,
          tel: "(0774)2981100"
        },
        {
          name: "广西桂东人民医院-急诊",
          addr: "西江四路金鸡冲1号",
          lon: 111.337923,
          lat: 23.478673,
          tel: "(0774)2023107"
        },
        {
          name: "藤县埌南镇中心卫生院",
          addr: "梧州市藤县埌南街埌南镇人民政府北侧约110米",
          lon: 111.107954,
          lat: 23.269311,
          tel: "(0774)7185022"
        },
        {
          name: "苍梧县人民医院-急诊",
          addr: "广西壮族自治区梧州市龙圩区凤岭街22号苍梧县人民医院",
          lon: 111.250078,
          lat: 23.427341,
          tel: "(0774)2682289"
        },
        {
          name: "桂东人民医院-门诊部",
          addr: "西江四路金鸡冲1号",
          lon: 111.337923,
          lat: 23.478673,
          tel: "(0774)2023107"
        },
        {
          name: "藤县新庆镇卫生院",
          addr: "梧州市藤县新庆镇新庆街106号",
          lon: 110.759005,
          lat: 23.271869,
          tel: "(0774)7385152"
        },
        {
          name: "岑溪市筋竹镇卫生院",
          addr: "梧州市岑溪市筋竹镇幸福路217号",
          lon: 111.293054,
          lat: 22.906123,
          tel: "(0774)8451189"
        },
        {
          name: "岑溪市梨木镇卫生院",
          addr: "梧州市岑溪市梨木镇梨水路12号",
          lon: 111.12997,
          lat: 22.803879,
          tel: "(0774)8311127"
        },
        {
          name: "藤县和平镇中心卫生院",
          addr: "梧州市藤县中兴街71号",
          lon: 110.664042,
          lat: 23.541594,
          tel: "(0774)7552029"
        },
        {
          name: "岑溪市诚谏镇卫生院",
          addr: "梧州市岑溪市诚谏镇诚安街一号",
          lon: 111.244353,
          lat: 23.015028,
          tel: "(0774)8471361"
        },
        {
          name: "岑溪市社区卫生服务中心",
          addr: "梧州市岑溪市岑城镇工农路102号",
          lon: 111.005516,
          lat: 22.923831,
          tel: "0774 - 8222505"
        },
        {
          name: "梧州市工人医院-·阜民病区",
          addr: "梧州市万秀区阜民路中山小学北侧约30米",
          lon: 111.325477,
          lat: 23.478767,
          tel: "(0774)2023528"
        },
        {
          name: "岑溪市归义镇卫生院",
          addr: "梧州市岑溪市归义镇324国道",
          lon: 111.089862,
          lat: 22.907142,
          tel: "(0774)8411157"
        },
        {
          name: "蒙山县文圩镇卫生院",
          addr: "梧州市蒙山县文圩镇夏宜乡路法院对面",
          lon: 110.515111,
          lat: 24.122283,
          tel: "(0774)6158810"
        },
        {
          name: "藤县东荣镇卫生院",
          addr: "梧州市藤县东荣镇东荣街53号",
          lon: 110.655446,
          lat: 23.766901,
          tel: "(0774)7555152"
        },
        {
          name: "藤县藤州镇津北卫生院",
          addr: "梧州市藤县藤州镇321国道津北艺术幼儿园对面",
          lon: 110.928415,
          lat: 23.401644,
          tel: "(0774)7181280"
        },
        {
          name: "藤县富安医院-急诊",
          addr: "广西壮族自治区梧州市藤县西江路319号",
          lon: 110.909076,
          lat: 23.3809,
          tel: "(0774)7285120"
        },
        {
          name: "梧州市万秀区夏郢镇卫生院",
          addr: "梧州市万秀区夏郢街东段26号",
          lon: 111.296697,
          lat: 23.601536,
          tel: "(0774)2750037,(0774)2750398"
        },
        {
          name: "岑溪市水汶中心卫生院",
          addr: "梧州市岑溪市水汶镇文化路1号",
          lon: 110.996213,
          lat: 22.68862,
          tel: "(0774)8351143"
        },
        {
          name: "藤县象棋镇卫生院",
          addr: "象棋街94号",
          lon: 110.746642,
          lat: 23.17326,
          tel: "(0774)7386162,(0774)7386721"
        },
        {
          name: "万秀区东兴街道社区卫生服务中心",
          addr: "下三云路62",
          lon: 111.310734,
          lat: 23.488975,
          tel: "(0774)3836125"
        },
        {
          name: "蒙山县西河镇卫生院",
          addr: "梧州市蒙山县西河镇大塘村238乡道",
          lon: 110.58832,
          lat: 24.197583,
          tel: "(0774)6296029"
        },
        {
          name: "蒙山县汉豪乡卫生院",
          addr: "梧州市蒙山县汉豪街292号",
          lon: 110.631132,
          lat: 23.973673,
          tel: "(0774)6242017"
        },
        {
          name: "苍梧县狮寨镇卫生院",
          addr: "梧州市苍梧县狮寨镇狮寨街117号",
          lon: 111.144152,
          lat: 23.820485,
          tel: "(0774)2770033"
        },
        {
          name: "木双镇卫生院",
          addr: "木双镇木双街78号",
          lon: 111.567461,
          lat: 23.654648,
          tel: "(0774)2730033"
        },
        {
          name: "蒙山县黄村镇卫生院",
          addr: "梧州市蒙山县黄村镇321国道",
          lon: 110.617167,
          lat: 24.079845,
          tel: "(0774)6182665"
        },
        {
          name: "大黎卫生院",
          addr: "大黎街164号",
          lon: 110.559872,
          lat: 23.896054,
          tel: "(0774)7558152"
        },
        {
          name: "岑溪市马路镇卫生院",
          addr: "梧州市岑溪市马路镇马路街打铁顶",
          lon: 110.906638,
          lat: 22.90173,
          tel: "(0774)8531369,(0774)8532158"
        },
        {
          name: "岑溪市大隆镇卫生院",
          addr: "梧州市岑溪市211县道附近大隆街123号",
          lon: 111.012407,
          lat: 22.768983,
          tel: "(0774)8331120"
        },
        {
          name: "岑溪广场综合门诊部",
          addr: "广西壮族自治区梧州市岑溪市解放大道266号",
          lon: 111.00231,
          lat: 22.920418,
          tel: "(0774)8210228"
        },
        {
          name: "梧州市妇幼保健院-口腔科",
          addr: "梧州市万秀区蝶山一路旺城大学府东北侧约70米",
          lon: 111.312407,
          lat: 23.485928,
          tel: "(0774)3861051"
        },
        {
          name: "岑溪市妇幼保健院-急诊",
          addr: "梧州市岑溪市工农路83号",
          lon: 111.008567,
          lat: 22.92213,
          tel: "(0774)8223110"
        },
        {
          name: "岑溪市南渡镇吉太卫生院",
          addr: "梧州市岑溪市南渡镇吉太街45号",
          lon: 110.885031,
          lat: 22.726269,
          tel: "(0774)8571156"
        },
        {
          name: "蒙山长坪乡卫生院",
          addr: "梧州市蒙山县长坪瑶族乡长坪村200县道附近",
          lon: 110.543778,
          lat: 24.293578,
          tel: "(0774)6280282"
        },
        {
          name: "康馨门诊",
          addr: "西堤三路丽港华府商业街4幢1层1号商铺",
          lon: 111.297835,
          lat: 23.478656,
          tel: "(0774)3880686"
        },
        {
          name: "万秀区城北社区卫生服务中心",
          addr: "梧州市万秀区大中路79号",
          lon: 111.322212,
          lat: 23.481752,
          tel: "(0774)2822292"
        },
        {
          name: "苍梧县人民医院",
          addr: "梧州市龙圩区龙圩镇凤岭街22号",
          lon: 111.249875,
          lat: 23.427321,
          tel: ""
        },
        {
          name: "梧州市中西医结合医院",
          addr: "梧州市万秀区太和路1号",
          lon: 111.317327,
          lat: 23.491733,
          tel: ""
        },
        {
          name: "藤县中医医院",
          addr: "广西壮族自治区梧州市藤县西厚路",
          lon: 110.913839,
          lat: 23.374766,
          tel: ""
        },
        {
          name: "龙圩区妇幼保健院",
          addr: "广西壮族自治区梧州市龙圩区龙兴路123号",
          lon: 111.247048,
          lat: 23.418937,
          tel: ""
        },
        {
          name: "岑溪市妇幼保健院",
          addr: "广西壮族自治区梧州市岑溪市工农路83号",
          lon: 111.008759,
          lat: 22.92206,
          tel: ""
        },
        {
          name: "藤县妇幼保健院",
          addr: "广西壮族自治区梧州市藤县藤州大道296号",
          lon: 110.933722,
          lat: 23.379477,
          tel: ""
        },
        {
          name: "信立康医院",
          addr: "广西壮族自治区梧州市长洲区红岭路119号",
          lon: 111.263327,
          lat: 23.492171,
          tel: ""
        },
        {
          name: "梧州市福利医院",
          addr: "富民三路12号",
          lon: 111.318216,
          lat: 23.496742,
          tel: ""
        },
        {
          name: "梧州万众中医医院",
          addr: "梧州市长洲区新龙路龙新村十一组108号",
          lon: 111.268109,
          lat: 23.480511,
          tel: ""
        },
        {
          name: "梧州蓝天口腔医院",
          addr: "梧州市长洲区奥奇丽路8号27-28栋二层",
          lon: 111.286963,
          lat: 23.481822,
          tel: ""
        },
        {
          name: "岑溪青山医院",
          addr: "广西壮族自治区梧州市岑溪市岑城镇玉梧大道西365号",
          lon: 110.962747,
          lat: 22.918608,
          tel: ""
        },
        {
          name: "梧州爱尔眼科医院",
          addr: "梧州市万秀区西环路中段100号",
          lon: 111.301564,
          lat: 23.489387,
          tel: ""
        },
        {
          name: "梧州市工人医院(北山医院)",
          addr: "广西壮族自治区梧州市万秀区建设路22号",
          lon: 111.323111,
          lat: 23.484099,
          tel: ""
        },
        {
          name: "梧州市皮肤病防治院",
          addr: "广西壮族自治区梧州市长洲区新兴二路1",
          lon: 111.29669,
          lat: 23.48201,
          tel: ""
        },
        {
          name: "蒙山县妇幼保健院",
          addr: "广西壮族自治区梧州市蒙山县",
          lon: 110.528372,
          lat: 24.216542,
          tel: ""
        },
        {
          name: "岑溪镇卫生院",
          addr: "梧州市岑溪市解放路与兴业街交叉路口东侧",
          lon: 111.007052,
          lat: 22.927053,
          tel: ""
        },
        {
          name: "梧州市卫校教学医院",
          addr: "广西壮族自治区梧州市藤县秀江路149号",
          lon: 110.922468,
          lat: 23.379077,
          tel: ""
        },
        {
          name: "藤县江滨医院",
          addr: "梧州市藤县塘步镇大罗村井口一组",
          lon: 111.044901,
          lat: 23.358643,
          tel: ""
        },
        {
          name: "岑溪市人民医院南渡分院",
          addr: "梧州市岑溪市南渡镇南安街179号",
          lon: 110.839543,
          lat: 22.856382,
          tel: ""
        },
        {
          name: "岑溪爱尔眼科医院",
          addr: "广西壮族自治区梧州市岑溪市玉梧大道辅路",
          lon: 111.008704,
          lat: 22.933021,
          tel: ""
        },
        {
          name: "蒙山远卓兴全医院",
          addr: "广西壮族自治区梧州市蒙山县G321(广成线)",
          lon: 110.530413,
          lat: 24.192901,
          tel: ""
        },
        {
          name: "梧州市中医院-住院部",
          addr: "新兴二路142",
          lon: 111.271488,
          lat: 23.482542,
          tel: ""
        },
        {
          name: "梧州民族医院-急诊",
          addr: "广西壮族自治区梧州市万秀区文澜路29号",
          lon: 111.312304,
          lat: 23.479768,
          tel: ""
        },
        {
          name: "皮肤病专科",
          addr: "梧州市万秀区钱鉴路梧州市服装职业技术学校西南侧约40米",
          lon: 111.332353,
          lat: 23.500482,
          tel: ""
        },
        {
          name: "苍梧县中医院-住院部",
          addr: "龙城路78",
          lon: 111.251193,
          lat: 23.417966,
          tel: ""
        },
        {
          name: "藤县宁康乡卫生院",
          addr: "梧州市藤县宁康乡宁康街15号",
          lon: 110.413342,
          lat: 23.889396,
          tel: ""
        },
        {
          name: "旺甫镇卫生院",
          addr: "广西苍梧县旺甫镇新旺路18号",
          lon: 111.362528,
          lat: 23.560903,
          tel: ""
        },
        {
          name: "岑溪市中医院-住院大楼",
          addr: "梧州市岑溪市怡景路岑溪市中医院",
          lon: 111.003134,
          lat: 22.929109,
          tel: ""
        },
        {
          name: "桂东人民医院(门诊分部)",
          addr: "梧州市万秀区西江四路外贸大厦A座B1层",
          lon: 111.337225,
          lat: 23.478381,
          tel: ""
        },
        {
          name: "梧州民族医院-住院部",
          addr: "广西壮族自治区梧州市万秀区文澜路29号",
          lon: 111.312303,
          lat: 23.479768,
          tel: ""
        },
        {
          name: "苍梧县中医院峡顶门诊部口腔科",
          addr: "峡顶街福寿巷50",
          lon: 111.252685,
          lat: 23.42347,
          tel: ""
        },
        {
          name: "藤县平福乡卫生院",
          addr: "梧州市藤县平福乡平福街111号",
          lon: 110.760972,
          lat: 23.790359,
          tel: ""
        },
        {
          name: "梧州市工人医院医疗集团西环医院-康...",
          addr: "梧州市万秀区西环路梧州市工人医院医疗集团西环医院综合楼9~10楼",
          lon: 111.296937,
          lat: 23.489057,
          tel: ""
        },
        {
          name: "蒙山县中医院分院",
          addr: "西河镇",
          lon: 110.58841,
          lat: 24.197567,
          tel: ""
        },
        {
          name: "苍梧县长发中心卫生院",
          addr: "广西壮族自治区梧州市苍梧县京南镇长发街1号",
          lon: 111.113438,
          lat: 23.689415,
          tel: ""
        },
        {
          name: "梧州市第三医院-一病区",
          addr: "梧州市万秀区塘源路塘源社区西北侧约220米",
          lon: 111.354957,
          lat: 23.471224,
          tel: ""
        },
        {
          name: "梧州市中医医院-住院医技综合楼",
          addr: "梧州市长洲区新兴二路142号梧州市中医医院",
          lon: 111.271096,
          lat: 23.482263,
          tel: ""
        },
        {
          name: "梧州市工人医院-药剂楼",
          addr: "梧州市万秀区阜民路梧州市工人医院",
          lon: 111.329064,
          lat: 23.4791,
          tel: ""
        },
        {
          name: "梧州市社会福利院卫生所",
          addr: "梧州市万秀区富民三路梧州市社会福利院",
          lon: 111.319726,
          lat: 23.496389,
          tel: ""
        },
        {
          name: "岑溪市人民医院办公二区",
          addr: "梧州市岑溪市北山路岑溪市人民医院东南侧",
          lon: 111.003086,
          lat: 22.926738,
          tel: ""
        },
        {
          name: "梧州康宁精神病医院",
          addr: "广西壮族自治区梧州市万秀区塘源路一号",
          lon: 111.335596,
          lat: 23.470417,
          tel: ""
        },
        {
          name: "梧州市红十字会医院-雾化治疗中心",
          addr: "梧州市万秀区新兴一路3-1号梧州市红十字会医院2号楼F2",
          lon: 111.309398,
          lat: 23.476572,
          tel: ""
        },
        {
          name: "梧州市人民医院门诊部",
          addr: "梧州市长洲区三龙大道(梧州市人民医院新院区)",
          lon: 111.238579,
          lat: 23.464491,
          tel: ""
        },
        {
          name: "健安门诊部",
          addr: "梧州市长洲区新兴二路蓝天大酒店新兴二路店北侧约50米",
          lon: 111.286861,
          lat: 23.485716,
          tel: ""
        },
        {
          name: "董家骨科",
          addr: "广西壮族自治区梧州市万秀区龙骨路4号附近",
          lon: 111.304525,
          lat: 23.482557,
          tel: ""
        },
        {
          name: "苍梧县红十字会-急救中心",
          addr: "广西壮族自治区梧州市龙圩区凤岭街",
          lon: 111.250077,
          lat: 23.42734,
          tel: ""
        },
        {
          name: "夏宜乡卫生院",
          addr: "梧州市蒙山县",
          lon: 110.416585,
          lat: 24.085504,
          tel: ""
        },
        {
          name: "昕爵植物保健院",
          addr: "梧州市苍梧县浔阳路利辉矿业大楼东南侧约250米",
          lon: 111.36235,
          lat: 23.564024,
          tel: ""
        },
        {
          name: "朗日保健院",
          addr: "梧州市长洲区迎宾路灏景尚都西北侧",
          lon: 111.281043,
          lat: 23.48019,
          tel: ""
        },
        {
          name: "悦喜医疗美容",
          addr: "广西壮族自治区梧州市长洲区西堤三路2号丽港华府第3幢负一层6号",
          lon: 111.298022,
          lat: 23.477814,
          tel: ""
        },
        {
          name: "岑溪市波塘镇卫生院",
          addr: "梧州市岑溪市波塘镇华西路22号",
          lon: 110.862778,
          lat: 23.020335,
          tel: ""
        },
        {
          name: "视光门诊",
          addr: "梧州市龙圩区凤岭街广信大厦北侧约50米",
          lon: 111.252853,
          lat: 23.423586,
          tel: ""
        },
        {
          name: "眼科视光门诊",
          addr: "梧州市万秀区阜民路梧州市工人医院",
          lon: 111.328317,
          lat: 23.478489,
          tel: ""
        },
        {
          name: "住院部",
          addr: "梧州市岑溪市玉梧大道岑溪青山医院",
          lon: 110.962902,
          lat: 22.918711,
          tel: ""
        },
        {
          name: "岑溪市妇幼保健院-综合大楼",
          addr: "梧州市岑溪市工农路83号",
          lon: 111.008529,
          lat: 22.921905,
          tel: ""
        },
        {
          name: "梧州市龙湖镇卫生院",
          addr: "广西壮族自治区梧州市万秀区钱鉴路45号(钱鉴市场东南侧约100米)",
          lon: 111.336946,
          lat: 23.505472,
          tel: ""
        },
        {
          name: "岑溪市岑城镇卫生院",
          addr: "梧州市岑溪市文化路维多利亚大酒店西北侧约70米",
          lon: 111.000867,
          lat: 22.92973,
          tel: ""
        },
        {
          name: "鸿欣保健院",
          addr: "梧州市长洲区金湖北路梧州两广批发市场南侧约160米",
          lon: 111.279694,
          lat: 23.488213,
          tel: ""
        },
        {
          name: "住院部",
          addr: "梧州市蒙山县鰲山路蒙山县人民医院",
          lon: 110.535898,
          lat: 24.204299,
          tel: ""
        },
        {
          name: "嘉多利保健院",
          addr: "梧州市长洲区银湖北路26号",
          lon: 111.275498,
          lat: 23.483448,
          tel: ""
        },
        {
          name: "百姓大药房",
          addr: "广西壮族自治区梧州市龙圩区龙湖路35号一层",
          lon: 111.259395,
          lat: 23.424554,
          tel: "(0774)2689885"
        },
        {
          name: "大参林",
          addr: "梧州市长洲区银湖北路40号31楼4号商铺",
          lon: 111.276379,
          lat: 23.483646,
          tel: "(0774)3903763,(0774)3887998"
        },
        {
          name: "大参林(文澜路店)",
          addr: "文澜路34号-2楼",
          lon: 111.312674,
          lat: 23.481186,
          tel: "(0774)3867711"
        },
        {
          name: "一洲大药房(梧州恒安店)",
          addr: "新兴二路137号科技一条街2号楼",
          lon: 111.277583,
          lat: 23.489798,
          tel: "(0774)3827007"
        },
        {
          name: "梧州市保宁药店(园区三路店)",
          addr: "梧州市万秀区工业大道维也纳酒店梧州高新店东南侧约60米",
          lon: 111.344131,
          lat: 23.543823,
          tel: 15077452300
        },
        {
          name: "嘉进药店(安平店)",
          addr: "广西壮族自治区梧州市大南路62号一层20-1号商铺",
          lon: 111.324547,
          lat: 23.476461,
          tel: 13471442357
        },
        {
          name: "百姓大药房(芝麻城店)",
          addr: "广西壮族自治区梧州市长洲区银湖北路40号1号楼1层2-3号",
          lon: 111.276283,
          lat: 23.482877,
          tel: "(0774)3815911"
        },
        {
          name: "百姓大药房(九龙里日化路店)",
          addr: "广西壮族自治区梧州市西提二路20号负一层4号商铺",
          lon: 111.298993,
          lat: 23.477474,
          tel: "(0774)3823225"
        },
        {
          name: "嘉进药店(文丰店)",
          addr: "广西壮族自治区梧州市长洲区新兴三路路81号3幢一层5号商铺",
          lon: 111.272214,
          lat: 23.483125,
          tel: "(0774)2831863"
        },
        {
          name: "健之佳健康药房(梧州新兴分店)",
          addr: "新兴二路130号第二层F0F0028号",
          lon: 111.285528,
          lat: 23.493045,
          tel: "(0774)3888998"
        },
        {
          name: "梧州市龙圩区仁兴堂药店",
          addr: "梧州市龙圩区苍梧大道世纪广场东北侧约40米",
          lon: 111.256267,
          lat: 23.42393,
          tel: 13877469408
        },
        {
          name: "一洲大药房(龙圩综合市场店)",
          addr: "龙圩镇龙城西路1号苍梧综合批发市场9号10号11号铺位",
          lon: 111.244213,
          lat: 23.411865,
          tel: 13687742068
        },
        {
          name: "信立康大药房(二分店)",
          addr: "梧州市万秀区西江四路外贸大厦A座B1层",
          lon: 111.337339,
          lat: 23.478411,
          tel: "13317740620,(0774)3886608"
        },
        {
          name: "回春连锁国健大药房(益民大药房)",
          addr: "广西壮族自治区梧州市万秀区文澜路26号",
          lon: 111.311817,
          lat: 23.478983,
          tel: "(0774)3852368"
        },
        {
          name: "众康连锁(归义新市场药房)",
          addr: "梧州市岑溪市新兴街归义镇人民政府东南侧约200米",
          lon: 111.098415,
          lat: 22.906826,
          tel: "(0774)8411552"
        },
        {
          name: "健众药房",
          addr: "广西壮族自治区梧州市藤县民安路166号",
          lon: 110.941319,
          lat: 23.382536,
          tel: "(0774)7299346"
        },
        {
          name: "一洲大药房(苍梧大园塘店)",
          addr: "梧州市龙圩区下廓街大园塘市场东北侧",
          lon: 111.251337,
          lat: 23.428174,
          tel: "(0774)6019255"
        },
        {
          name: "康恩大药房(富民路店)",
          addr: "岑城镇富民路322号",
          lon: 111.013102,
          lat: 22.918111,
          tel: "(0774)8233169"
        },
        {
          name: "嘉进康宝药店(康宝店)",
          addr: "广西壮族自治区梧州市万秀区富民一路14-1、14-2号1层6号",
          lon: 111.31695,
          lat: 23.491049,
          tel: 13877491940
        },
        {
          name: "嘉进药店(康华店)",
          addr: "广西壮族自治区梧州市新兴一路196号一层1号车库",
          lon: 111.304334,
          lat: 23.479463,
          tel: "1,587,842,750,118,270,000,000"
        },
        {
          name: "众康连锁大业三明药房(大业一店)",
          addr: "广西壮族自治区梧州市岑溪市大业镇政府东北(324国道北)",
          lon: 111.203927,
          lat: 22.907874,
          tel: "(0774)8431252"
        },
        {
          name: "东江大药房",
          addr: "东江路西28",
          lon: 110.530912,
          lat: 24.206849,
          tel: "(0774)6286685"
        },
        {
          name: "嘉进药店(康瑞店)",
          addr: "广西壮族自治区梧州市长洲区春湖路2号第1、2幢一层6~9号铺",
          lon: 111.278691,
          lat: 23.482819,
          tel: 18277481892
        },
        {
          name: "康友药房",
          addr: "梧州市长洲区新兴二路京梧里京梧新苑",
          lon: 111.286921,
          lat: 23.488729,
          tel: "(0774)2832330"
        },
        {
          name: "百姓大药房(12分店)",
          addr: "梧州市万秀区阜民路梧州市工人医院西侧约100米",
          lon: 111.327352,
          lat: 23.479249,
          tel: "(0774)2020683"
        },
        {
          name: "一洲大药房(梧州红岭店)",
          addr: "长洲镇红岭路居安里3一9一层",
          lon: 111.263006,
          lat: 23.489718,
          tel: "(0774)3898386"
        },
        {
          name: "泰福堂药房",
          addr: "东湖宾馆西50米(324国道南)",
          lon: 111.096267,
          lat: 22.905512,
          tel: "(0774)8412809"
        },
        {
          name: "蒙山县长寿大药房",
          addr: "梧州市蒙山县湄江中路蒙山县中医医院东北侧约80米",
          lon: 110.526477,
          lat: 24.203643,
          tel: "(0774)6282280"
        },
        {
          name: "信谊丽康药房",
          addr: "梧州市万秀区富民一路富东小区西侧约30米",
          lon: 111.317102,
          lat: 23.491105,
          tel: 13878481480
        },
        {
          name: "东江大药房(东方店)",
          addr: "梧州市蒙山县鰲山路新世纪·阳光花园",
          lon: 110.535002,
          lat: 24.205543,
          tel: "(0774)6281618"
        },
        {
          name: "妙春堂大药房",
          addr: "梧州市长洲区龙江驿线苍梧县倒水中心卫生院西北侧约150米",
          lon: 111.142861,
          lat: 23.57955,
          tel: "(0774)2280411"
        },
        {
          name: "达康堂大药房",
          addr: "广西壮族自治区梧州市龙圩区城西大道268号",
          lon: 111.246237,
          lat: 23.418583,
          tel: "(0774)2725176"
        },
        {
          name: "嘉进药店(荣康店)",
          addr: "梧州市蝶山二路蝶苑里56-66号一层2~3号商铺",
          lon: 111.305404,
          lat: 23.482335,
          tel: "(0774)3859662"
        },
        {
          name: "黎生生草药店",
          addr: "梧州市长洲区红岭路香城小区",
          lon: 111.266088,
          lat: 23.482628,
          tel: 13659646783
        },
        {
          name: "臻心堂",
          addr: "广西壮族自治区梧州市龙圩区龙湖西一路132号1栋102室",
          lon: 111.257091,
          lat: 23.428277,
          tel: 13263766848
        },
        {
          name: "康恩中医馆",
          addr: "梧州市岑溪市思湖路明都新城",
          lon: 110.990524,
          lat: 22.92166,
          tel: "(0774)8222899"
        },
        {
          name: "嘉进药店(平仁店)",
          addr: "广西壮族自治区梧州市万秀区枣冲路70号c区第二幢2~3号铺",
          lon: 111.310527,
          lat: 23.49403,
          tel: 18977485595
        },
        {
          name: "壮健中草药",
          addr: "梧州市岑溪市福昆线博学幼儿园东北侧",
          lon: 111.292265,
          lat: 22.906264,
          tel: 15277475986
        },
        {
          name: "六姐生草药店",
          addr: "广西壮族自治区梧州市万秀区大东上路孔庙里29号",
          lon: 111.326896,
          lat: 23.478099,
          tel: 15878063696
        },
        {
          name: "健娟草药店",
          addr: "步埠路122-1号二三层",
          lon: 111.303763,
          lat: 23.489499,
          tel: "(0774)2361136"
        },
        {
          name: "黎氏草药店",
          addr: "梧州市龙圩区沿江路苍梧县人民医院北侧约130米",
          lon: 111.249622,
          lat: 23.428325,
          tel: "1,348,142,882,213,870,000,000"
        },
        {
          name: "剪疗草药店",
          addr: "梧州市长洲区龙门路香城小区西南侧约90米",
          lon: 111.265657,
          lat: 23.480101,
          tel: 18278079071
        },
        {
          name: "六万大山罗记百草堂",
          addr: "广西壮族自治区梧州市龙圩区城南大道189号",
          lon: 111.246846,
          lat: 23.412513,
          tel: 18877419342
        },
        {
          name: "百济大药房",
          addr: "蒙山镇城北大道润丰浅水湾2号楼06号",
          lon: 110.52,
          lat: 24.212423,
          tel: ""
        },
        {
          name: "健之佳健康药房(梧州旺城广场店)",
          addr: "广西壮族自治区梧州市万秀区大学一路36-1号旺城广场大润发超市3楼收银台对面",
          lon: 111.312638,
          lat: 23.483084,
          tel: ""
        },
        {
          name: "杰迅大药房",
          addr: "梧州市万秀区星和一路与星宇路交叉路口东南侧",
          lon: 111.332969,
          lat: 23.528044,
          tel: ""
        },
        {
          name: "桂中大药房(银湖店)",
          addr: "梧州市长洲区新兴二路恒安花园银湖南路西侧",
          lon: 111.271506,
          lat: 23.483639,
          tel: ""
        },
        {
          name: "一洲大药房(龙湖春天店)",
          addr: "梧州市龙圩区龙湖路龙湖春天西南侧约30米",
          lon: 111.259774,
          lat: 23.424295,
          tel: ""
        },
        {
          name: "百姓大药房(东兴药房店)",
          addr: "广西省梧州市新兴一路196号",
          lon: 111.30408,
          lat: 23.479321,
          tel: ""
        },
        {
          name: "桂中大药房(蝶山路店)",
          addr: "梧州市万秀区蝶山一路旺城大学府北侧约40米",
          lon: 111.311937,
          lat: 23.485702,
          tel: ""
        },
        {
          name: "一洲大药房",
          addr: "长洲镇三龙大道1719号",
          lon: 111.256518,
          lat: 23.48171,
          tel: ""
        },
        {
          name: "国药控股药房",
          addr: "广西壮族自治区梧州市万秀区城东街道阜民路康乐大厦36号国药控股药房",
          lon: 111.327633,
          lat: 23.478936,
          tel: ""
        },
        {
          name: "桂中大药房",
          addr: "梧州市万秀区西江三路梧州外贸大厦东南侧",
          lon: 111.336946,
          lat: 23.477963,
          tel: ""
        },
        {
          name: "大叁林药店",
          addr: "银湖北路40号3-1楼一层",
          lon: 111.276434,
          lat: 23.483671,
          tel: ""
        },
        {
          name: "桂中大药房(高地店)",
          addr: "阜民路22-32号梧州市工人医院-视光门诊斜对面",
          lon: 111.328136,
          lat: 23.478376,
          tel: ""
        },
        {
          name: "杰迅连锁众益大药房(龙城路店)",
          addr: "广西壮族自治区梧州市龙圩区龙城路186号",
          lon: 111.247866,
          lat: 23.412585,
          tel: ""
        },
        {
          name: "康仁医药",
          addr: "梧州市藤县藤州大道地王国际西南侧约50米",
          lon: 110.944755,
          lat: 23.382649,
          tel: ""
        },
        {
          name: "东江大药房(中心店)",
          addr: "解放街45号",
          lon: 110.529395,
          lat: 24.205019,
          tel: ""
        },
        {
          name: "一洲大药房(广安店)",
          addr: "新兴二路201号",
          lon: 111.280934,
          lat: 23.488971,
          tel: ""
        },
        {
          name: "医院处方共享平台药房",
          addr: "梧州市万秀区阜民路梧州白云江景大酒店北侧约40米",
          lon: 111.32827,
          lat: 23.477249,
          tel: ""
        },
        {
          name: "苍梧沙头镇黄进旭药房",
          addr: "梧州市苍梧县锡海线(沙头阳光汽车客运站西北侧约150米)",
          lon: 111.53969,
          lat: 23.942353,
          tel: ""
        },
        {
          name: "杰迅大药房(利康药店)",
          addr: "梧州市龙圩区苍海路苍海公园北侧约190米",
          lon: 111.26219,
          lat: 23.418755,
          tel: ""
        },
        {
          name: "大参林(石鼓路店)",
          addr: "梧州市万秀区石鼓路维纳斯国际酒店西江三路店西北侧",
          lon: 111.331633,
          lat: 23.477801,
          tel: ""
        },
        {
          name: "信立康大药房(五分店)",
          addr: "新兴一路121号首层",
          lon: 111.300915,
          lat: 23.480523,
          tel: ""
        },
        {
          name: "嘉进药店",
          addr: "梧州市龙圩区下廓街下廓小学西南侧约90米",
          lon: 111.254473,
          lat: 23.42927,
          tel: ""
        },
        {
          name: "一洲大药房(大坡店)",
          addr: "广西壮族自治区梧州市龙圩区大坡中心卫生院(185县道西)",
          lon: 111.310793,
          lat: 23.280333,
          tel: ""
        },
        {
          name: "嘉进药店(永隆店)",
          addr: "梧州市长洲区三龙大道玫瑰湖公园东南侧约120米",
          lon: 111.256426,
          lat: 23.481597,
          tel: ""
        },
        {
          name: "悬壶堂药房",
          addr: "藤州镇民安路48号",
          lon: 110.942686,
          lat: 23.379077,
          tel: ""
        },
        {
          name: "嘉进药店(康丽店)",
          addr: "梧州市龙圩区西南大道金福龙宾馆东南侧约30米",
          lon: 111.247201,
          lat: 23.403686,
          tel: ""
        },
        {
          name: "一洲大药房(龙骨路店)",
          addr: "广西壮族自治区梧州市万秀区龙骨路12号101",
          lon: 111.304154,
          lat: 23.483988,
          tel: ""
        },
        {
          name: "源堂医药",
          addr: "广西壮族自治区梧州市藤县S304",
          lon: 110.954548,
          lat: 23.353557,
          tel: ""
        },
        {
          name: "一佰大药房",
          addr: "梧州市龙圩区西南大道金福龙宾馆东南侧",
          lon: 111.24692,
          lat: 23.403745,
          tel: ""
        },
        {
          name: "嘉进药店(吉祥店)",
          addr: "广西壮族自治区梧州市长洲区吉祥路3号",
          lon: 111.290703,
          lat: 23.47969,
          tel: ""
        },
        {
          name: "五和堂(中西药店)",
          addr: "龙圩镇凤岭街15号",
          lon: 111.250936,
          lat: 23.426015,
          tel: ""
        },
        {
          name: "益寿药店",
          addr: "梧州市苍梧县乌海线沙头阳光汽车客运站北侧约230米",
          lon: 111.541829,
          lat: 23.943582,
          tel: ""
        },
        {
          name: "一佰大药房(同芳药店)",
          addr: "龙圩镇龙兴路12号",
          lon: 111.248896,
          lat: 23.417517,
          tel: ""
        },
        {
          name: "杏林药店",
          addr: "梧州市岑溪市X202金太阳幼儿园西南侧约70米",
          lon: 111.204167,
          lat: 22.908322,
          tel: ""
        },
        {
          name: "医保定点药房",
          addr: "梧州市长洲区新闻路灏景玥城",
          lon: 111.28552,
          lat: 23.492991,
          tel: ""
        },
        {
          name: "长安大药房(阳光药房店)",
          addr: "新兴一路68号阳光花园B1栋一层",
          lon: 111.298031,
          lat: 23.483183,
          tel: ""
        },
        {
          name: "汇康大药房(埌南店)",
          addr: "梧州市藤县埌南街藤县埌南镇中心校北侧约100米",
          lon: 111.106186,
          lat: 23.268255,
          tel: ""
        },
        {
          name: "百姓大药房(安平集贸市场店)",
          addr: "广西壮族自治区梧州市岑溪市安平镇安平集贸市场(中国邮政北100米)",
          lon: 111.100031,
          lat: 23.115704,
          tel: ""
        },
        {
          name: "大业镇兆阳药店",
          addr: "梧州市岑溪市",
          lon: 111.202219,
          lat: 22.876343,
          tel: ""
        },
        {
          name: "美来大药房",
          addr: "梧州市万秀区西堤二路梧州市红十字会医院",
          lon: 111.310177,
          lat: 23.476182,
          tel: ""
        },
        {
          name: "嘉进康愿药店",
          addr: "梧州市龙圩区下廓街大园塘市场西北侧",
          lon: 111.250607,
          lat: 23.427692,
          tel: ""
        },
        {
          name: "仁健药店(大园街店)",
          addr: "梧州市龙圩区忠义街48号",
          lon: 111.251203,
          lat: 23.428151,
          tel: ""
        },
        {
          name: "安健药店",
          addr: "梧州市苍梧县长狮线",
          lon: 111.142872,
          lat: 23.820564,
          tel: ""
        },
        {
          name: "金都大厦草药店",
          addr: "梧州市万秀区大同路夏威夷假日宾馆(中山路店)东侧约30米",
          lon: 111.325886,
          lat: 23.476545,
          tel: ""
        },
        {
          name: "瑞康药店(金湖北路店)",
          addr: "广西壮族自治区梧州市长洲区金湖北路168号-3铺",
          lon: 111.281197,
          lat: 23.488036,
          tel: ""
        },
        {
          name: "同洲大药房",
          addr: "梧州市龙圩区新塘东路林水市场北侧约30米",
          lon: 111.248967,
          lat: 23.417946,
          tel: ""
        },
        {
          name: "一洲大药房(梧州倒水店)",
          addr: "梧州市长洲区龙泉路倒水镇人民政府南侧",
          lon: 111.142965,
          lat: 23.577446,
          tel: ""
        },
        {
          name: "承健原生中草药店",
          addr: "梧州市万秀区和平路和平小区南侧约120米",
          lon: 111.321634,
          lat: 23.480129,
          tel: ""
        },
        {
          name: "一洲大药房(寺冲店)",
          addr: "广西壮族自治区梧州市长洲区009乡道北50米",
          lon: 111.242424,
          lat: 23.43468,
          tel: ""
        },
        {
          name: "玲观原生中草药店",
          addr: "梧州市万秀区大东上路孔庙里中山小学东侧约80米",
          lon: 111.326624,
          lat: 23.478293,
          tel: ""
        },
        {
          name: "高济百姓大药房",
          addr: "梧州市长洲区红岭路梧州海骏达花园西北侧",
          lon: 111.264064,
          lat: 23.488115,
          tel: ""
        },
        {
          name: "增健堂",
          addr: "梧州市长洲区",
          lon: 111.267917,
          lat: 23.47285,
          tel: ""
        },
        {
          name: "正元堂药业连锁",
          addr: "梧州市苍梧县叶山路旺甫中心小学东南侧约240米",
          lon: 111.363379,
          lat: 23.558663,
          tel: ""
        },
        {
          name: "时珍草药店",
          addr: "蝶山一路7号52-3号",
          lon: 111.308401,
          lat: 23.484533,
          tel: ""
        },
        {
          name: "周氏仁堂草药店",
          addr: "民主路44号",
          lon: 111.320232,
          lat: 23.480608,
          tel: ""
        },
        {
          name: "仁和堂(大中路店)",
          addr: "大中路85号富达大厦1层",
          lon: 111.321798,
          lat: 23.482293,
          tel: ""
        },
        {
          name: "收购中草药",
          addr: "梧州市苍梧县工业大道",
          lon: 111.355433,
          lat: 23.562265,
          tel: ""
        },
        {
          name: "大坡供销合作社中药门市部",
          addr: "梧州市龙圩区X185大坡中心小学东侧约160米",
          lon: 111.311278,
          lat: 23.27951,
          tel: ""
        },
        {
          name: "正元堂药业",
          addr: "梧州市苍梧县钱鉴路梧州市旺甫初级中学西侧约100米",
          lon: 111.364911,
          lat: 23.55898,
          tel: ""
        },
        {
          name: "黎氏颈椎腰椎草药店",
          addr: "梧州市万秀区新兴一路梧州市第一中学南侧",
          lon: 111.309381,
          lat: 23.4777,
          tel: ""
        },
        {
          name: "泰康堂",
          addr: "梧州市长洲区银湖南路国龙花园",
          lon: 111.277652,
          lat: 23.482806,
          tel: ""
        },
        {
          name: "李记山药行",
          addr: "梧州市长洲区机场路欧洲花园东北侧约80米",
          lon: 111.264033,
          lat: 23.465784,
          tel: ""
        },
        {
          name: "大仑山草药店",
          addr: "梧州市龙圩区城西大道佛子小区西北侧约200米",
          lon: 111.24453,
          lat: 23.415797,
          tel: ""
        },
        {
          name: "原生中草药馆",
          addr: "梧州市龙圩区城西大道佛子小区北侧约90米",
          lon: 111.245971,
          lat: 23.415334,
          tel: ""
        },
        {
          name: "黎劲祥中草药",
          addr: "梧州市长洲区金湖北路世纪新城西北侧约30米",
          lon: 111.281308,
          lat: 23.489277,
          tel: ""
        },
        {
          name: "高山跌打草药馆",
          addr: "梧州市长洲区龙门路与新龙路交叉路口往西北约200米(香城小区)",
          lon: 111.266833,
          lat: 23.481031,
          tel: ""
        },
        {
          name: "众康药业",
          addr: "梧州市长洲区新兴二路恒祥花苑-二期西南侧约70米",
          lon: 111.28867,
          lat: 23.483363,
          tel: ""
        },
        {
          name: "译记原生草药店",
          addr: "梧州市长洲区",
          lon: 111.291702,
          lat: 23.480946,
          tel: ""
        }
    ]
  }
]
